{
    "txtHorseName": "HORSENAME",

<<<<<<< Updated upstream
    "txtOilHilite2" : "Feather oil should only be applied to a horse that has been brushed clean.",

    "txtHelpTrophyRoom" : "Click to visit the trophy room.",
    "txtHelpFountain" : "Click to fill the water bowl.",
    "txtHelpStats" : "Keep a close eye on the status of your horse.",
    "txtHelpSpeaker" : "Click to soothe the spirits of your horse.",
    "txtHelpInspiration" : "Click for inspiration.",
    "txtHelpWindChime" : "Summon the wind to blow away the soiled leaves.",
    "txtHelpBerries" : "Click to select a handful of berries. Carry them to your horse’s mouth and click again for a special treat.",
    "txtHelpAcorn" : "Click to offer your horse a meal of fresh acorns.",
    "txtHelpWorld" : "Click to visit the Bella Sara World",
    "txtHelpOil" : "Click to open the bottle. Click again to apply the scented oil to your horse’s wings.",
    "txtHelpBrush" : "Click to select a brush. Click again to gently preen the feathers of your horse.",
    "txtHelpLuck" : "Click for good luck!",
    "txtHelpBranch" : "Click to shake loose a bed of fresh leaves.",

    "txtFullHorse" : "Your horse is no longer hungry or thirsty.",
    "txtCleanHorse" : "Your horse is gleaming. Well done!",
    "txtNoMoreLeaves" : "No more fresh leaves are needed at this time.",
    "txtMusic" : "Your horse has been soothed.",
    "txtReadyToBeOiled" : "Perfect! The wings of your horse are now ready to be oiled.",
=======
    "txtOilHilite2" : "L’olio per le ali dovrebbe essere applicato solo dopo che un cavallo è stato spazzolato per bene.",

    "txtHelpTrophyRoom" : "Clicca qui per visitare la stanza dei trofei.",
    "txtHelpFountain" : "Clicca qui per riempire la ciotola d’acqua.",
    "txtHelpStats" : "Tieni d’occhio il benessere del tuo cavallo.",
    "txtHelpSpeaker" : "Clicca qui per rasserenare il tuo cavallo.",
    "txtHelpInspiration" : "Clicca qui per dell’ispirazione.",
    "txtHelpWindChime" : "Evoca del vento per spazzare via le foglie secche.",
    "txtHelpBerries" : "Clicca qui per raccogliere una manciata di bacche. Portale alla bocca del tuo cavallo e clicca di nuovo per dargliele.",
    "txtHelpAcorn" : "Clicca qui per offrire al tuo cavallo un po’ di ghiande fresche.",
    "txtHelpWorld" : "Clicca qui per visitare il Mondo di Bella Sara",
    "txtHelpOil" : "Clicca qui per aprire la bottiglia. Clicca di nuovo per applicare l’olio profumato sulle ali del tuo cavallo.",
    "txtHelpBrush" : "Clicca per selezionare una spazzola. Clicca di nuovo per prenderti cura delle ali del tuo cavallo.",
    "txtHelpLuck" : "Clicca qui per un po’ di buona fortuna!",
    "txtHelpBranch" : "Clicca qui per far cadere giù un mucchio di foglie fresche.",

    "txtFullHorse" : "Il tuo cavallo non è più affamato o assetato.",
    "txtCleanHorse" : "Il tuo cavallo sta splendendo. Ben fatto!",
    "txtNoMoreLeaves" : "Non servono altre foglie fresche al momento.",
    "txtMusic" : "Il tuo cavallo è sereno.",
    "txtReadyToBeOiled" : "Perfetto! Le ali del tuo cavallo sono pronte per l’olio adesso.",
>>>>>>> Stashed changes

    "txtToWorld": "To Bella Sara World" ,

    "txtStatHunger": "HUNGER",
    "txtStatClean": "CLEANLINESS",
    "txtStatHappy": "HAPPINESS",

    "amorName": "Amor",
    "anemoneName": "Anemone",
    "angelName": "Angel",
    "aniganName": "Anigan",
    "antheaName": "Anthea",
    "araName": "Ara",
    "auroraName": "Aurora",
    "azuroName": "Azuro",
    "bellerophonName": "Bellerophon",
    "bifrostName": "Bifrost",
    "birdyName": "Birdy",
    "blossomName": "Blossom",
    "boreasName": "Boreas",
    "briosoName": "Brioso",
    "cherubName": "Cherub",
    "chitimachaName": "Chitimacha",
    "chromasiaName": "Chromasia",
    "chrysoName": "Chryso",
    "cindraName": "Cindra",
    "cioccolaName": "Cioccola",
    "cirraName": "Cirra",
    "corcelName": "Corcel",
    "cosimaName": "Cosima",
    "dartName": "Dart",
    "dawnName": "Dawn",
    "daybreakName": "Daybreak",
    "drekiName": "Dreki",
    "ebenosName": "Ebenos",
    "embericName": "Emberic",
    "empressName": "Empress",
    "eurosName": "Euros",
    "fairybellName": "Fairybell",
    "farfallaName": "Farfalla",
    "firebrightName": "Firebright",
    "graiaName": "Graia",
    "heliaName": "Helia",
    "hilarioName": "Hilario",
    "honoraName": "Honora",
    "hummingbirdName": "Hummingbird",
    "iceprinceName": "Iceprince",
    "isletaName": "Isleta",
    "icarusName": "Icarus",
    "icekingName": "Iceking",
    "irisName": "Iris",
    "jollyName": "Jolly",
    "joyName": "Joy",
    "kendraName": "Kendra",
    "khrysorName": "Khrysor",
    "larenaName": "Larena",
    "lillovaName": "Lillova",
    "lukanName": "Lukan",
    "maxiName": "Maxi",
    "medusaName": "Medusa",
    "memoryName": "Memory",
    "merrydancerName": "Merrydancer",
    "mintyName": "Minty",
    "mislaName": "Misla",
    "mistralName": "Mistral",
    "muskogeeName": "Muskogee",
    "naiadName": "Naiad",
    "nightingaleName": "Nightingale",
    "nikeName": "Nike",
    "notosName": "Notos",
    "nuadaName": "Nuada",
    "nyxName": "Nyx",
    "odysseyName": "Odyssey",
    "osageName": "Osage",
    "pegasusName": "Pegasus",
    "peregrineName": "Peregrine",
    "phoenixName": "Phoenix",
    "pirouetteName": "Pirouette",
    "potawatomiName": "Potawatomi",
    "primroseName": "Primrose",
    "prismaName": "Prisma",
    "pythiaName": "Pythia",
    "quinlyName": "Quinly",
    "rainbowName": "Rainbow",
    "roxyName": "Roxy",
    "royceName": "Royce",
    "ruskinName": "Ruskin",
    "seraphiaName": "Seraphia",
    "shawneeName": "Shawnee",
    "skinfaxeName": "Skinfaxe",
    "socorroName": "Socorro",
    "speedyName": "Speedy",
    "starflyName": "Starfly",
    "starfrostName": "Starfrost",
    "sugarName": "Sugar",
    "tramontaneName": "Tramontane",
    "tricksyName": "Tricksy",
    "twilightName": "Twilight",
    "uranusName": "Uranus",
    "valkristName": "Valkrist",
    "woodlockName": "Woodlock",
    "zephyrosName": "Zephyros",

    "amorQuote": "Usa il tuo amore per portare la pace nel mondo.",
    "anemoneQuote": "Lascia aperto il tuo cuore, per donare e ricevere amore.",
    "angelQuote": "Un angelo sta arrivando. Accoglilo, e tienilo vicino.",
    "aniganQuote": "Trova qualcosa che in questo momento ti fa ridere.",
    "antheaQuote": "Non c'è bisogno che tu raggiunga il tuo obiettivo oggi. Fa' un passo alla volta.",
    "araQuote": "Hai la forza di scordare la rabbia e di riprendere il tuo cammino.",
    "auroraQuote": "L'energia della natura è intorno a te in ogni momento.",
    "azuroQuote": "Gli alrti ti amano per quello che sei veramente.",
    "bellerophonQuote": "Un vero eroe sa come amare.",
<<<<<<< Updated upstream
    "bifrostQuote": "Where love is there are always miracles.",
    "birdyQuote": "Make peace with yourself and your friends.",
    "blossomQuote": "Close your eyes and imagine your wildest dream.",
    "boreasQuote": "Take on a challenge and you will earn strength and courage.",
    "briosoQuote": "You are full of life and energy. Use it to do something great!",
    "cherubQuote": "Hope is the magic that turns wishes into goals.",
    "chitimachaQuote": "Fly far and explore, but remember the way home.",
    "chromasiaQuote": "The sweet sound of your voice makes me smile.",
    "chrysoQuote": "Daring to try is a success in itself.",
    "cindraQuote": "Let hope lift up your thoughts.",
    "cioccolaQuote": "You can do it! Make your dreams come true!",
    "cirraQuote": "See the beauty inside your friends.",
    "corcelQuote": "Choose a worthy goal and go after it with all your heart.",
    "cosimaQuote": "Learning is the key that opens up the whole world to you.",
    "dartQuote": "You have the power to change things for the better.",
    "dawnQuote": "Your natural charm is delightful.",
    "daybreakQuote": "Ask your family about themselves. You will learn where you come from.",
    "drekiQuote": "More listening and less talking can make things better.",
    "ebenosQuote": "Today is another chance to do something wonderful.",
    "embericQuote": "You can create miracles in your life. Believe it!",
    "empressQuote": "Your spirit is strong and noble. Wear it like a crown of glory.",
    "eurosQuote": "Look for the truth in unexpected places.",
    "fairybellQuote": "Look for friends who make you feel good.",
    "farfallaQuote": "You can fly! Just close your eyes and use your imagination.",
    "firebrightQuote": "Let others see the fire that burns so brightly in your heart.",
    "graiaQuote": "Spread your wings and be free.",
    "heliaQuote": "Doing things together helps our friendship grow.",
    "hilarioQuote": "Playing around with something new is a fun way to learn.",
    "honoraQuote": "Honor your strengths by using them to do good.",
    "hummingbirdQuote": "Go after the point of life.",
    "iceprinceQuote": "Let others see who you really are.",
    "isletaQuote": "Every day brings new chances. Watch for the right moment.",
    "icarusQuote": "Choose to be with people who care about you.",
    "icekingQuote": "Hope is like magic. It keeps you full of energy.",
    "irisQuote": "Follow the rainbow. Believe in happiness.",
    "jollyQuote": "If you're happy you should show it!",
    "joyQuote": "Let us try different adventures together as a way to grow and learn.",
    "kendraQuote": "Change is a part of life. Learn to enjoy it.",
    "khrysorQuote": "Life is full of chances. Anything could happen.",
    "larenaQuote": "You are ready to spread your wings and fly!",
    "lillovaQuote": "L'amore non ha condizioni.",
    "lukanQuote": "You can make this a moment you will always remember.",
    "maxiQuote": "To find the way just follow me.",
    "medusaQuote": "Take advice from the people you trust.",
    "memoryQuote": "Write down your fondest memories and keep them alive forever.",
    "merrydancerQuote": "Focus your thoughts on things that make you happy.",
    "mintyQuote": "Fly with me to the stars and we will be surrounded by light.",
    "mislaQuote": "With me you will be safe and protected by heaven.",
    "mistralQuote": "Do what you mean to do.",
    "muskogeeQuote": "Everything is more fun when we do it together!",
    "naiadQuote": "Something good is about to happen!",
    "nightingaleQuote": "Listen to the wind's music and hear what nature tells you.",
    "nikeQuote": "Have the courage to trust yourself.",
    "notosQuote": "Your heart is big enough to chase your wildest dreams.",
    "nuadaQuote": "There is no magic stronger than trying again.",
    "nyxQuote": "Let your life take you to exciting places.",
    "odysseyQuote": "Your spirit of adventure will take you to great heights.",
    "osageQuote": "Be free to change your mind.",
    "pegasusQuote": "Your dreams are coming through. I am here to help you trust yourself.",
    "peregrineQuote": "Come with me and explore the wide, wonderful world.",
    "phoenixQuote": "Learning feeds your sense of wonder.",
    "pirouetteQuote": "You have unique gifts. Make the most of the chances they give you.",
    "potawatomiQuote": "Your cheerful heart brightens the day for everyone around you.",
    "primroseQuote": "The more you learn, the more you grow.",
    "prismaQuote": "You have the power to control the way you react.",
    "pythiaQuote": "Strength is Beautiful.",
    "quinlyQuote": "Go looking for joy! You will find it all around you.",
    "rainbowQuote": "Sit down, feel the peace. We will enjoy a wonderful time together.",
    "roxyQuote": "Magical opportunities surround you.",
    "royceQuote": "Trust yourself to choose the path that's right for you.",
    "ruskinQuote": "Follow your heart and you will create your own success.",
    "seraphiaQuote": "You already know what to do. Go ahead and do it!",
    "shawneeQuote": "The truth always brings more wisdom.",
    "skinfaxeQuote": "Let the sun shine through the darkness and light your path.",
    "socorroQuote": "True happiness comes from inside.",
    "speedyQuote": "Heaven is working above us. So have some fun even if you don't see results now.",
    "starflyQuote": "Listen to the music of nature.",
    "starfrostQuote": "It's easier to let go of your fear if you know where it came from.",
    "sugarQuote": "Let us join and start your adventure.",
    "tramontaneQuote": "Seek new horizons.",
    "tricksyQuote": "Spend time with true friends who understand you.",
    "twilightQuote": "Surround yourself with exciting friends, who make you feel happy and creative.",
    "uranusQuote": "I poteri dell'universo sono intorno e dentro te. Lascia che ti guidino.",
    "valkristQuote": "Have faith that you will find the answers you're looking for.",
    "woodlockQuote": "Choose a silent moment to open your mind.",
    "zephyrosQuote": "Every day, you choose who you will become."
}
=======
    "bifrostQuote": "Dove c’è l’amore, accadono cose sorprendenti.",
    "birdyQuote": "Fai pace con te stesso e con i tuoi amici.",
    "blossomQuote": "Chiudi gli occhi, e pensa ai sogni a cui tieni davvero.",
    "boreasQuote": "Accetta le sfide, e diventerai più forte e coraggiosa.",
    "briosoQuote": "Sei piena di vita e di energia. Usale per fare qualcosa di grandioso!",
    "cherubQuote": "La speranza è la magia che trasforma i desideri in obiettivi.",
    "chitimachaQuote": "Vola lontano per esplorare, ma non scordare la strada di casa.",
    "chromasiaQuote": "Il dolce suono della tua voce mi rende felice.",
    "chrysoQuote": "Avere il coraggio di provare è un ottimo punto di partenza.",
    "cindraQuote": "Lascia che la speranza cresca nei tuoi pensieri.",
    "cioccolaQuote": "Puoi farcela! Fai diventare i tuoi sogni realtà!",
    "cirraQuote": "Cerca la bellezza nelle tue amiche.",
    "corcelQuote": "Cerca un obiettivo meritevole e lotta con tutto il cuore per ottenerlo.",
    "cosimaQuote": "La conoscenza è la chiave che ti aprirà le porte del mondo.",
    "dartQuote": "Hai il potere di migliorare ogni cosa.",
    "dawnQuote": "Il tuo fascino naturale è incantevole.",
    "daybreakQuote": "Chiedi alla tua famiglia delle loro origini. Scoprirai da dove provieni.",
    "drekiQuote": "Si può migliorare tanto imparando ad ascoltare di più.",
    "ebenosQuote": "Oggi hai una nuova possibilità di fare qualcosa di meraviglioso.",
    "embericQuote": "Puoi fare miracoli nella tua vita. Credici!",
    "empressQuote": "Il tuo spirito è forte e nobile. Devi esserne orgogliosa.",
    "eurosQuote": "Cerca la verità nei luoghi più inaspettati.",
    "fairybellQuote": "Cerca degli amici che ti fanno stare bene.",
    "farfallaQuote": "Puoi volare! Chiudi gli occhi e usa la tua immaginazione!.",
    "firebrightQuote": "Lascia che gli altri vedano la fiamma che brucia così intensamente nel tuo cuore.",
    "graiaQuote": "Apri le tue ali, e vola libera.",
    "heliaQuote": "Fare qualcosa insieme rafforza l’amicizia.",
    "hilarioQuote": "Giocare con qualcosa di nuovo è un modo divertente per imparare.",
    "honoraQuote": "Onora la tua forza usandola per fare del bene.",
    "hummingbirdQuote": "Non limitarti ad un solo obiettivo, nella tua vita.",
    "iceprinceQuote": "Lascia che gli altri vedano come sei veramente.",
    "isletaQuote": "Ogni giorno porta nuove opportunità. Trova il momento giusto.",
    "icarusQuote": "Scegli di circondarti di persone a cui importi.",
    "icekingQuote": "La speranza è come la magia. Ti riempie di energia e forza.",
    "irisQuote": "Segui l’arcobaleno, e seguirai la felicità.",
    "jollyQuote": "Se sei felice dovresti mostrarlo!",
    "joyQuote": "Intraprendiamo diverse avventure insieme come modo per crescere ed imparare.",
    "kendraQuote": "I cambiamenti fanno parte della vita. Impara ad apprezzarli.",
    "khrysorQuote": "La vita è piena di possibilità. Tutto può accadere!",
    "larenaQuote": "Sei pronta a spiegare le ali e spiccare il volo!",
    "lillovaQuote": "L’amore non conosce condizioni.",
    "lukanQuote": "Puoi rendere questo momento indimenticabile.",
    "maxiQuote": "Seguimi per trovare la via.",
    "medusaQuote": "Ascolta i consigli delle persone di cui ti fidi.",
    "memoryQuote": "Scrivi i tuoi ricordi più cari e mantienili vivi per sempre.",
    "merrydancerQuote": "Concentra i tuoi pensieri sulle cose che ti rendono felice.",
    "mintyQuote": "Vola con me fino alle stelle e saremo circondati dalla luce.",
    "mislaQuote": "Con me sarai al sicuro, immersa tra le nuvole.",
    "mistralQuote": "Fai sempre quel che devi.",
    "muskogeeQuote": "Tutto è più divertente, se lo si fa in compagnia!",
    "naiadQuote": "Sta per succedere qualcosa di molto positivo!",
    "nightingaleQuote": "Ascolta il canto del vento e senti cosa ti dice la natura.",
    "nikeQuote": "Abbi il coraggio di credere in te stessa.",
    "notosQuote": "Hai un cuore così grande da poter inseguire tutti i tuoi sogni.",
    "nuadaQuote": "Non c’è magia più potente del coraggio di riprovarci.",
    "nyxQuote": "Lascia che la vita ti porti in nuovi fantastici posti.",
    "odysseyQuote": "Il tuo spirito di avventura ti porterà a fare grandi cose.",
    "osageQuote": "Sentiti libera di cambiare idea.",
    "pegasusQuote": "I tuoi sogni si realizzeranno. Sono qui per darti fiducia.",
    "peregrineQuote": "Vieni con me ed esplora il vasto, magnifico mondo.",
    "phoenixQuote": "Imparare nuove cose nutre il tuo senso di meraviglia.",
    "pirouetteQuote": "Possiedi dei doni speciali. Sfrutta ogni possibilità che essi ti danno.",
    "potawatomiQuote": "Il tuo cuore felice illumina il cammino di coloro che ti circondano.",
    "primroseQuote": "Più impari, più cresci.",
    "prismaQuote": "Hai il potere di controllare le tue reazioni.",
    "pythiaQuote": "Forza è bellezza.",
    "quinlyQuote": "Cerca la gioia! La troverai in ciò che ti circonda.",
    "rainbowQuote": "Siediti, senti la pace. Trascorreremo del tempo meraviglioso insieme.",
    "roxyQuote": "Attorno a te troverai magiche opportunità.",
    "royceQuote": "Datti fiducia, troverai la strada più giusta per te.",
    "ruskinQuote": "Segui il tuo cuore, e potrai creare i tuoi successi migliori.",
    "seraphiaQuote": "Sai già cosa fare. Vai per la tua strada!",
    "shawneeQuote": "La verità porta con sé nuova saggezza.",
    "skinfaxeQuote": "Lascia che il sole risplenda nell’oscurità e guidi il tuo cammino.",
    "socorroQuote": "La vera felicità è dentro di te.",
    "speedyQuote": "Il cielo sta lavorando sopra di noi. Divertiti un po’ anche se non vedi i risultati subito.",
    "starflyQuote": "Ascolta la musica della natura.",
    "starfrostQuote": "È più facile scacciare le paure, se sai a cosa sono dovute.",
    "sugarQuote": "Uniamoci e incominciamo la tua avventura.",
    "tramontaneQuote": "Cerca nuovi orizzonti.",
    "tricksyQuote": "Passa il tempo con gli amici veri, quelli che ti capiscono.",
    "twilightQuote": "Circondati di amici coinvolgenti, che ti fanno sentire felice e creativa.",
    "uranusQuote": "I poteri dell’universo sono intorno e dentro te. Lascia che ti guidino.",
    "valkristQuote": "Abbi fiducia che troverai le risposte che cerchi.",
    "woodlockQuote": "Scegli un momento silenzioso per aprire la tua mente.",
    "zephyrosQuote": "Ogni giorno, puoi scegliere cosa diventerai nel tuo futuro."
}
>>>>>>> Stashed changes
