{
    "txtHorseName": "HORSENAME",

    "txtOilHilite2" : "L'huile pour plumes ne doit être appliqué qu'après que le cheval ait été complètement nettoyé.",

    "txtHelpTrophyRoom" : "Clique pour visiter la salle des trophés.",
    "txtHelpFountain" : "Clique pour remplir le bol d'eau.",
    "txtHelpStats" : "Fais attention aux statuts de ton cheval.",
    "txtHelpSpeaker" : "Clique pour calmer l'esprit de ton cheval.",
    "txtHelpInspiration" : "Clique pour des mots d'inspiration.",
    "txtHelpWindChime" : "Fais appel au vent pour faire s'envoler les feuilles sales.",
    "txtHelpBerries" : "Clique pour sélectionner une poignée de baies. Porte-les jusqu'à la bouche de ton cheval et clique de nouveau pour lui donner une friandise.",
    "txtHelpAcorn" : "Clique pour offrir à ton cheval un repas de glands frais.",
    "txtHelpWorld" : "Clique pour visiter le monde de Bella Sara.",
    "txtHelpOil" : "Clique pour ouvrir la bouteille. Clique de nouveau pour appliquer l'huile parfumée sur les ailes de ton cheval.",
    "txtHelpBrush" : "Clique pour sélectionner une brosse. Clique de nouveau pour doucement lisser les plumes de ton cheval.",
    "txtHelpLuck" : "Clique pour recevoir de la chance !",
    "txtHelpBranch" : "Clique pour faire tomber un lit de feuilles fraiches.",

    "txtFullHorse" : "Ton cheval n'a plus faim ni soif.",
    "txtCleanHorse" : "Ton cheval est rutilant! Félicitations!",
    "txtNoMoreLeaves" : "Plus aucunes feuilles fraiches n'est nécessaire pour l'instant.",
    "txtMusic" : "Ton cheval est apaisé.",
    "txtReadyToBeOiled" : "Parfait! Les ailes de ton cheval sont prêtes à être huilées.",

    "txtToWorld": "Vers Bella Sara World" ,

    "txtStatHunger": "FAIM",
    "txtStatClean": "PROPRETE",
    "txtStatHappy": "BONHEUR",

    "amorName": "Amor",
    "anemoneName": "Anemone",
    "angelName": "Angel",
    "aniganName": "Anigan",
    "antheaName": "Anthea",
    "araName": "Ara",
    "auroraName": "Aurore",
    "azuroName": "Azuro",
    "bellerophonName": "Bellerophon",
    "bifrostName": "Bifrost",
    "birdyName": "Birdy",
    "blossomName": "Blossom",
    "boreasName": "Boreas",
    "briosoName": "Brioso",
    "cherubName": "Cherub",
    "chitimachaName": "Chitimacha",
    "chromasiaName": "Chromasia",
    "chrysoName": "Chryso",
    "cindraName": "Cindra",
    "cioccolaName": "Cioccola",
    "cirraName": "Cirra",
    "corcelName": "Corcel",
    "cosimaName": "Cosima",
    "dartName": "Dart",
    "dawnName": "Dawn",
    "daybreakName": "Daybreak",
    "drekiName": "Dreki",
    "ebenosName": "Ebenos",
    "embericName": "Emberic",
    "empressName": "Empress",
    "eurosName": "Euros",
    "fairybellName": "Fairybell",
    "farfallaName": "Farfalla",
    "firebrightName": "Firebright",
    "graiaName": "Graia",
    "heliaName": "Helia",
    "hilarioName": "Hilario",
    "honoraName": "Honora",
    "hummingbirdName": "Hummingbird",
    "iceprinceName": "Iceprince",
    "isletaName": "Isleta",
    "icarusName": "Icarus",
    "icekingName": "Iceking",
    "irisName": "Iris",
    "jollyName": "Jolly",
    "joyName": "Joy",
    "kendraName": "Kendra",
    "khrysorName": "Khrysor",
    "larenaName": "Larena",
    "lillovaName": "Lillova",
    "lukanName": "Lukan",
    "maxiName": "Maxi",
    "medusaName": "Medusa",
    "memoryName": "Memory",
    "merrydancerName": "Merrydancer",
    "mintyName": "Minty",
    "mislaName": "Misla",
    "mistralName": "Mistral",
    "muskogeeName": "Muskogee",
    "naiadName": "Naiad",
    "nightingaleName": "Nightingale",
    "nikeName": "Nike",
    "notosName": "Notos",
    "nuadaName": "Nuada",
    "nyxName": "Nyx",
    "odysseyName": "Odyssey",
    "osageName": "Osage",
    "pegasusName": "Pegasus",
    "peregrineName": "Peregrine",
    "phoenixName": "Phoenix",
    "pirouetteName": "Pirouette",
    "potawatomiName": "Potawatomi",
    "primroseName": "Primrose",
    "prismaName": "Prisma",
    "pythiaName": "Pythia",
    "quinlyName": "Quinly",
    "rainbowName": "Rainbow",
    "roxyName": "Roxy",
    "royceName": "Royce",
    "ruskinName": "Ruskin",
    "seraphiaName": "Seraphia",
    "shawneeName": "Shawnee",
    "skinfaxeName": "Skinfaxe",
    "socorroName": "Socorro",
    "speedyName": "Speedy",
    "starflyName": "Starfly",
    "starfrostName": "Starfrost",
    "sugarName": "Sugar",
    "tramontaneName": "Tramontane",
    "tricksyName": "Tricksy",
    "twilightName": "Twilight",
    "uranusName": "Uranus",
    "valkristName": "Valkrist",
    "woodlockName": "Woodlock",
    "zephyrosName": "Zephyros",
"amorQuote": "Sers-toi de ton amour pour répandre la paix dans le monde.",
    "anemoneQuote": "Laisse ouvertes les portes de ton cœur. Aie la foi : tu recevras et tu donneras de l’amour.",
    "angelQuote": "Angel arrive. Fais-lui de la place et laisse les cieux te venir en aide.",
    "aniganQuote": "Dans chaque instant, trouve quelque chose qui puisse te faire rire.",
    "antheaQuote": "Pas besoin d'atteindre ton objectif dès aujourd'hui. Contente-toi d'avancer d'un pas dans sa direction.",
    "araQuote": "C'est à toi qu'appartient le pouvoir d'oublier la colère et de te réconcilier.",
    "auroraQuote": "L'énergie de la nature t'entoure en permanence.",
    "azuroQuote": "Sache que l'on t'aime pour ce que tu es vraiment.",
    "bellerophonQuote": "Un vrai héros a besoin d’un cœur plein d’amour.",
    "bifrostQuote": "Là où il y a de l'amour, il y a toujours des miracles.",
    "birdyQuote": "Fais la paix avec toi-même et tes proches.",
    "blossomQuote": "Ferme les yeux et imagine ton rêve le plus fou.",
    "boreasQuote": "Relève un défi et tu apprendras la force et le courage",
    "briosoQuote": "Tu es pleine de vie et d’énergie. Sers-t-en pour faire quelque chose d’extraordinaire !",
    "cherubQuote": "L’espoir est la magie qui transforme les vœux en objectifs.",
    "chitimachaQuote": "N’aie pas peur de voler au loin et d’explorer, mais n’oublie pas le chemin de ta maison.",
    "chromasiaQuote": "Le doux son de ta voix m'apporte le sourire.",
    "chrysoQuote": "Oser essayer est déjà un succès en soi.",
    "cindraQuote": "Que l'espoir élève tes pensées.",
    "cioccolaQuote": "Tu peux y arriver! Fais de tes rêves une réalité!",
    "cirraQuote": "Sache voir toute la beauté intérieure de tes amis.",
    "corcelQuote": "Choisis un noble but et consacre-toi à cet objectif de tout ton cœur.",
    "cosimaQuote": "L’éducation est la clef qui t’ouvrira toutes les portes du monde.",
    "dartQuote": "Tu as le pouvoir de rendre les choses meilleures.",
    "dawnQuote": "Ton charme naturel est rafraîchissant.",
    "daybreakQuote": "Demande à ta famille de te raconter leur passé, tu comprendras d'où tu viens.",
    "drekiQuote": "Parfois, écouter plus et parler moins rend les choses meilleures.",
    "ebenosQuote": "Chaque jour est une nouvelle chance d’accomplir quelque chose de merveilleux.",
    "embericQuote": "Tu peux accomplir de véritables miracles dans ta vie, il te suffit d’y croire !",
    "empressQuote": "Ton âme est forte et noble. Porte-la comme une glorieuse couronne.",
    "eurosQuote": "Cherche la vérité à l'endroit le plus inattendu.",
    "fairybellQuote": "Look for friends who make you feel good.",
    "farfallaQuote": "Tu peux voler ! Ferme les yeux et sers-toi de ton imagination.",
    "firebrightQuote": "Laisse voir à chacun le feu ardent qui brûle dans ton cœur.",
    "graiaQuote": "Déploie tes ailes et sois libre !",
    "heliaQuote": "C’est en faisant des choses ensemble avec tes amis que votre amitié grandira.",
    "hilarioQuote": "Jouer avec quelque chose de nouveau est un façon amusante de s’instruire.",
    "honoraQuote": "Fais honneur à tes talents en les utilisant pour faire le bien.",
    "hummingbirdQuote": "Recherche le but de ta vie.",
    "iceprinceQuote": "Laisse percevoir ta véritable nature à autrui.",
    "isletaQuote": "Chaque jour apporte de nouvelles opportunités. Apprends à les saisir.",
    "icarusQuote": "Ne reste qu’avec les gens qui se soucient vraiment de toi.",
    "icekingQuote": "L’espoir est une forme de magie qui te permet de rester pleine d’énergie.",
    "irisQuote": "Suis l'arc-en-ciel et crois au bonheur.",
    "jollyQuote": "Quand tu es heureuse, montre-le !",
    "joyQuote": "Laisse-toi essayer différentes aventures pour grandir et apprendre.",
    "kendraQuote": "Le changement fait partie de la vie. Apprends à l’apprécier.",
    "khrysorQuote": "La vie est pleine d'occasions merveilleuses. Saisis ta chance !",
    "larenaQuote": "Tu es prête à ouvrir tes ailes et à t’envoler.",
    "lillovaQuote": "Le véritable amour ne pose pas de conditions.",
    "lukanQuote": "Il ne tient qu’à toi de faire de cet instant un souvenir éternel.",
    "maxiQuote": "Pour trouver la voie, tu n'as qu'à me suivre.",
    "medusaQuote": "Demande conseil aux gens en qui tu as confiance.",
    "memoryQuote": "Couche sur le papier tes souvenirs les plus chers et garde-les en vie à jamais.",
    "merrydancerQuote": "Concentre tes pensées sur des choses qui te rendent heureuse.",
    "mintyQuote": "Emmène-moi jusqu'aux étoiles et nous nous baignerons dans leur lumière !",
    "mislaQuote": "Reste avec moi et tu seras en sécurité, protégée par les cieux.",
    "mistralQuote": "Fais ce que tu as prévu de faire.",
    "muskogeeQuote": "Tout est plus amusant quand on le fait à deux !",
    "naiadQuote": "Quelque chose de bien est sur le point de se produire !",
    "nightingaleQuote": "Écoute la musique du vent et tu entendras ce que te dit la nature.",
    "nikeQuote": "Aie le courage de croire en toi.",
    "notosQuote": "Ton cœur est assez grand pour te permettre de réaliser tes rêves les plus fous.",
    "nuadaQuote": "La persévérance est la plus puissante des magies.",
    "nyxQuote": "Laisse la vie t’emmener vers des lieux fascinants.",
    "odysseyQuote": "Ton sens de l'aventure t'emmènera loin.",
    "osageQuote": "Tu es toujours libre de changer d'avis.",
    "pegasusQuote": "Tes rêves se réaliseront. Je suis la pour t’aider à y croire.",
    "peregrineQuote": "Viens avec moi explorer ce monde si vaste et merveilleux.",
    "phoenixQuote": "C’est en apprenant que tu développes ton sens de l’émerveillement.",
    "pirouetteQuote": "Tu as des dons uniques. Exploite au maximum les chances qui s’offrent à toi.",
    "potawatomiQuote": "Ton cœur plein de gaieté illumine la journée de tous ceux qui t'entourent.",
    "primroseQuote": "Plus tu apprends, plus tu grandis.",
    "prismaQuote": "Tu as le pouvoir de contrôler tes réactions, quoi qu'il arrive.",
    "pythiaQuote": "La force recèle sa propre beauté.",
    "quinlyQuote": "Recherche la joie ! Elle est tout autour de toi.",
    "rainbowQuote": "Assis toi, ressens la paix. Nous allons vivre un moment merveilleux ensemble.",
    "roxyQuote": "Saisis les occasions de réaliser tes rêves, car elles sont innombrables autour de toi !",
    "royceQuote": "Aie confiance en toi : le choix que tu feras sera le bon.",
    "ruskinQuote": "Suis ce que te dit ton cœur et tu seras l’artisan de ton propre succès.",
    "seraphiaQuote": "Tu sais déjà quoi faire. Agis, n'hésite pas!",
    "shawneeQuote": "La vérité est riche en enseignements.",
    "skinfaxeQuote": "Sache voir le rayon de soleil qui perce les ténèbres : c'est lui qui te montrera la voie.",
    "socorroQuote": "Le vrai bonheur vient de l’intérieur.",
    "speedyQuote": "La paradis travaille au dessus de nous. Alors amuse-toi même si tu ne vois pas encore le résultat.",
    "starflyQuote": "Écoute la musique de la nature.",
    "starfrostQuote": "Il est plus facile de te débarrasser de ta peur quand tu sais d’où elle vient.",
    "sugarQuote": "Laisse nous te rejoindre et lance toi à l'aventure.",
    "tramontaneQuote": "Cherche de nouveaux horizons.",
    "tricksyQuote": "Passe du temps avec de vrais amis, ceux qui te comprennent.",
    "twilightQuote": "Entoure-toi d'amis excitants, qui te rendent heureuse et créative.",
    "uranusQuote": "Les pouvoirs de l’univers sont là, tout autour de toi et à l’intérieur de toi. Laisse-les te guider.",
    "valkristQuote": "Aie confiance : tu trouveras les réponses que tu cherches.",
    "woodlockQuote": "Choisis un moment calme pour ouvrir ton esprit.",
    "zephyrosQuote": "Chaque jour, tu choisis qui tu deviendras."
}
