{
	"title": "Welcome to the BELLAPEDIA",
	"intro": "This is for all you horse lovers out there.\n\nPick a book, find a horse and have it answer your horse questions. This may only be a starting point, for you to explore the beautiful, amazing world of horses.\n\nHave fun!\n\nA special thanks to Oklahoma State University for the horse biography details.",
	"books": [
    	{
        	"title": "A-D",
        	"pages": [
            	{
                	"name": "Abenaki",
                	"image": "/images/horses/abenaki.png",
                	"info": "Details\n • Area: Northeastern U.S. in the area of present-day Maine.\n • Their name means \"people of the dawn.\"\n\nAbout the Tribe\nThe Abenaki lived in wigwams, temporary dwellings, while they moved about seasonally, but also built permanent longhouses in centralized villages. Their seasonal migrations included hunting, fishing, and growing a variety of crops, but they returned to their longhouses during the winter. Abenaki built birch-bark canoes for water travel.\n\nThis tribal group includes the Penobscot and the Androscoggin. Abenakis fought against the English on the side of the French during the Seven Years' War from 1756 to 1763. After their defeat, many went north where they were welcomed by the French with gifts of land, and presently, there is a reserve in Saint Francis, Quebec."
                   	 
            	},
            	{
                	"name": "Abrasoke",
                	"image": "/images/horses/absaroke.png",
                	"info": "Details\n • Area: Western U.S. at the foothills of the Rocky Mountains in present day Montana.\n • Their name is derived from the language of their sister tribe, the Hidatsa, and means \"people of the large-beaked bird.\"\n • The Absarokes are more commonly known as the Crow Nation.\n\nAbout the Tribe\nThe Crow used horses to hunt buffalo, and did not farm other than to raise tobacco. They cultivated two kinds of tobacco—medicine tobacco used in ceremonies and everyday tobacco.\n\nIn the 19th Century, the Crow allied with the United States, and fought on the side of the U.S. in various conflicts against the Cheyenne, Arapahos, and Sioux. Today, the Crow Nation has the largest reservation in the state of Montana, 1.5 million acres."
            	},
            	{
                	"name": "Akama",
                	"image": "/images/horses/akama.png",
                	"info": "Details\n • Area: Acoma Pueblo, New Mexico, US.\n • Name means \"The People of the White Rock.\"\n • Acoma Pueblo is the oldest continuously inhabited location in the U.S.\n\nAbout the Tribe\nLike other Pueblo tribes, the Acoma built permanent dwellings out of adobe bricks. They were active traders with Pueblo tribes to the east and west and with Aztecs and Mayans to the south.\n\nAcoma Pueblo is also known as Sky City because of its location high atop a 370-foot tall mesa. A mesa is a flat-topped hill with sheer cliff sides formed by differential erosion. Mesa means \"table\" in Spanish.\n\nThe Acoma have historically been allied with the Laguna tribe. That alliance survives today. Their reservations border each other and they share many resources between them, including a high school. The Acoma have been master potters for 2000 years."
            	},
            	{
                	"name": "Aleut",
                	"image": "/images/horses/aleut.png",
                	"info": "Details\n • Area: The seventy Aleutian Islands that extend 1,000 miles southwest from Alaska.\n • Russians named this tribe Aleuts. They call themselves Unangan, which means \"The People.\"\n • During World War II some Aleuts were captured by the Japanese and held as prisoners of war.\n\nAbout the Tribe\nTraditional Aleuts were exceptional maritime hunters, using harpoons to catch prey, which consisted of whales, otters, sea lions and seals. They built light, flexible boats called kayaks. Aleuts built and lived in underground houses called barabaras. Barabaras were camouflaged to blend in with the surrounding ground, making them almost undetectable.\n\nAleuts made jewelry out of ivory, bone and feathers. Aleuts developed techniques for surviving harsh arctic winters. During the summers the Aleuts would travel inland to fish for salmon and live in temporary dwellings.\n\nToday Aleuts still live in Alaska, where 44 million acres of federal land was set aside for Alaska's Inuit and Aleut populations."
            	},
            	{
                	"name": "American Quarter Horse",
                	"image": "/images/horses/americanQuarterHorse.jpg",
                	"info": "Fun Facts\n • 14.1-16 hands\n • Solidly colored with chestnut* being the most common\n • Very strong and flexible\n • Docile, smart, and have a good sense of humor\n • Good for a variety of activities including competition, endurance, jumping, racing and working\n\nDistinguishing Features\n • They are bred in 3 types: Racing Quarter Horse, Show/Halter Quarter Horse, and Stock-type Quarter Horse.\n • Some historians believe it is the oldest horse breed in the United States.\n • The Quarter horse earned its name for its ability to sprint at great speed** for one quarter mile.\n • It is the largest breed registry with 3.2 Million registered around the world.\n • The Quarter Horse is one of the fastest horse breeds in the world."
            	},
            	{
                	"name": "Anemone & Whiffle Bear",
                	"image": "/images/horses/anemone.png",
                	"info": "\"Keep your heart open. Believe in getting and giving love.\"\n\nTogether the whiffle bears and Anemone \"herd clouds.\" Whiffle bears are known to send rain clouds over farms during dry spells and steer them away from picnics. Of course, they can also do it the other way around. But, whiffle bears are very friendly and jolly creatures. They try to be helpful, rather than mischievous.\n\nAnemone lives high in the sky, fluttering among towering cumulus clouds. She glides on updrafts and lounges on floating islets. Whiffle bears have befriended Anemone. In this picture, a waggle of whiffle bears weaves cloud blossoms into Anemone's mane and tail. Thick white clouds float delicately by, filled to capacity with burgeoning cloud blossoms.\n\nFun  Fact: Anemone's name comes from the Greek word for the four winds: Anemoi. In mythology, the four winds(north, south, east and west) were: Boreas, Notus, Eurus, and Zephyrus."
            	},
            	{
                	"name": "Anigan & Chucklepuck",
                	"image": "/images/horses/anigan.png",
                	"info": "\"Find something about this moment that makes you laugh.\"\n\nAnigan and chucklepucks love to play and laugh. Anigan was a wheezy, horsey laugh. Chucklepucks talk to each other with giggles, not words. Their laughter makes magic.\n\nSome say that chucklepuck laughter causes toadstools to grow. Others believe that eating toadstools makes the chucklepucks laugh. Which came first, the fun or the fungus?\n\nSeein something funny helps you feel less fearful. A good sense of humor doesn't show disrespect."
            	},
            	{
                	"name": "Anisinabe",
                	"image": "/images/horses/anisinabe.png",
                	"info": "Details\n • Area: Primarily the Great Lakes region of North America, but have spread through a vast geographical area of the U.S. and Canada.\n • Includes  Ojibwa, Algonquians, Potawatomi, and the Chippewa. The tribe calls itself Anisinabe, \"Original People.\"\n • One of the largest tribal groups in North America, the third largest after the Cherokee and Navajo.\n\nAbout the Tribe\nAnisinabes hunted, fished and trapped. They gathered wild rice and made maple sugar. They farmed squash and maize. Anisinabe created sacred birch-bark scrolls in which they recorded their tribal history. Some believe that the word ‘Ojibwa' is derived from ‘o-jib-i-weg' which means, \"Those who Make Pictographs.\" Anisinabe also practiced the Sun Dance.\n\nAnisinabe did not move around as much as other tribes. They built wigwams and also made birch-bark canoes. Their society was organized around clans named for totem animals. The Anisinabe term is \"dodem\".\n\nToday, there are Anisinabe reservations in the states of Michigan, Minnesota, Wisconsin, North Dakota, Montana, and the Canadian provinces of Ontario, Manitoba, and Saskatchewan."
            	},
            	{
                	"name": "Apache",
                	"image": "/images/horses/apache.png",
                	"info": "Details\n • Area: A vast homeland that stretched west to east from Arizona to Texas and north to Colorado.\n • Apaches share language roots and culture with the Navajos.\n • The best known Apache was Geronimo.\n\nAbout the Tribe\nThe basis of Apache culture is the family unit. Extended families were only loosely aligned with each other, and unified, centralized politics was unknown. Apache families were matrilineal. Upon marrying, a man went to live with his wife's extended family. Grandmothers possessed a powerful status, but there was a custom forbidding a wife's mother from speaking to her daughter's husband.\n\nApaches developed a friendly trade relationship with the Pueblos, but fought with the Comanche when that tribe encroached on Apache lands. They also fought wars against the United States.\n\nApaches built wickiups, frame structures covered with matted bark or brush, similar to wigwams."
            	},
            	{
                	"name": "Appaloosa",
                	"image": "/images/horses/appaloosa.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Appaloosa horses are an American horse breed, best known for their spotted coat patterns in various colors. The breed has a wide range of body types. This breed has historically been bred by Ancient Greece, Han Dynasty China, and by the Nez Perce tribe, amongst many others.\n\nThe name \"Appaloosa\" comes from American settlers, who referred to these horses as \"Palouse horses\", most likely after the Palouse River in the heart of Nez Perce country."
            	},
            	{
                	"name": "Arabian",
                	"image": "/images/horses/arabian.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, the Arabian, or Arab horse, is a breed of horse originating on the Arabian Peninsula. They have a distinctive head shape, as well as a high tail carriage. It is both one of the most recognizable breeds, and one of the oldest, dating back at least 4,500 years in the Middle East.\n\nArabians are known as a versatile breed, and are often used in endurance riding and other sports."
            	},
            	{
                	"name": "Arapaho",
                	"image": "/images/horses/arapaho.png",
                	"info": "Details\n\n • Originally called themselves \"The Bison Path People\" because they followed the migration of the buffalo across the northern plains.\n • The name Arapaho is derived from the Pawnee word for 'trader' because the Arapaho were renowned fur and hide traders.\n\nAbout the Tribe\nArapaho lived in cone-shaped, hide-covered dwellings called tipis, which they could quickly put up, take down, and move. They began using horses in the late 1700s. The Arapaho had complex relations with other plains nations. They were allied with the Cheyenne and enemies of the Crow. They had adversarial relations with the Pawnees, the Comanche and the Kiowa in the east, and the Ute and Shoshone in the west.\n\nCentral to the Arapaho culture was the Sun Dance, a ceremony that lasted for days, and which included rituals, fasting and sleep deprivation. Present-day Arapahos have the seventh largest reservation in the United States: the Wind River Indian Reservation in Wyoming, which encompasses an area of 3,700 square miles."
            	},
            	{
                	"name": "Arelus & Aurelian Chub",
                	"image": "/images/horses/arelus.png",
                	"info": "\"A happy memory can bring you joy right now.\"\n\nAurelius and the Aurelian Chubs live in mountain meadows. Aurelian Chubs are part bear and part cat. They eat mountain coral, a plant that grows all year long. The Aurelian Chub eats his body weight daily!\n\nArelus has a mane, tail and stockings of golden yellow. The coat of the Aurelian Chub is also golden yellow. This may explain the name of the Aurelian Chub. \"Aurelia\" refers to the golden chrysalis of certain butterflies.\n\nWhen you remember a happy memory, it is almost as nice as the first experience. It can help you feel better now."
            	},
            	{
                	"name": "Artemis",
                	"image": "/images/horses/artemis.png",
                	"info": "\"I will help you have courage and pride.\"\n\n • In Greek mythology, Artemis is the goddess of forests and hills. She is often shown with a bow and arrows and is also called \"goddess of the hunt.\"\n • The Roman goddess Diana corresponds to Artemis.\n • At some point in classical times, Artemis became associated with Selene, the goddess of the moon.\n\nArtemis is depicted as a zebra upon the pampas or savanna, with an elfin zebroid centaur standing next to her. Her message inspires courage and pride in one's unique self and one's family."
            	},
            	{
                	"name": "Atalaya & Grecklesaur",
                	"image": "/images/horses/atalaya.png",
                	"info": "\"Use kind words when you talk about yourself.\"\n\nAtalaya is a mare with pinto coloring. She has friends called grecklesaurs. They live in a part of North of North called \"The Borderlands.\" Like Yellowstone Park, it has thermal pools, mud pits, and geysers.\n\nGrecklesaurs move in groups, alert for any signs of trouble. Grecklesaurs are large and have few enemies. But, if one spots danger, they bellow a special warning cry. The rest of the herd joins in. This usually scares off the intruder. Grecklesaurs hate fire. They stomp out unattended flames to keep them from spreading. This makes them North of North's resident fire marshals.\n\nAtayla's message is about positive self-talk. Don't mimic nasty, blaming voices when you talk about yourself."
            	},
            	{
                	"name": "Autumn & Falltide Leafkin",
                	"image": "/images/horses/autumn.png",
                	"info": "\"Finishing what you started gives you energy.\"\n\nAutumn is a brown horse with a leafy autumn colored mane. She is more than just a beautiful horse, she's a force of nature. Her presence makes the season change. The elemental spirit in horse form has minions, little critters that follow her about, these are tiny forest spirits called falltide leafkins. They appear to be shrews with leaves upon their backs, the leaves come in all varieties, maple leaves, beech, oak and more, as many leaves as there are trees. The leafkins range in color, covering the spectrum of red, yellow, orange and brown.\n\nWhere ever Autumn is, the season changes. She alway walks towards winter and away from summer.\n\nLeafkins are an enigma, forest spirits only seen at the change of the seasons. Some say they prepare the world for winter. They ready it for the coming months of ice and snow, gathering nuts, tucking flowers away, planting seeds for the coming spring, and collecting falling leaves. Everywhere they go, plants and animals get sleepy and go dormant. These sweet delicate creatures perform their task perfectly, never tiring, always ready to tuck the forests of the world into bed, like one would tuck a child. They do so tenderly and with great affection and care."
            	},
            	{
                	"name": "Azuro & Marsh Burbler",
                	"image": "/images/horses/azuro.png",
                	"info": "\"Know that you are loved for who you really are.\"\n\nMarsh burblers live in swamps and get their name from the \"burbling\" sound they make. They are big birds with red markings. Since their friend Azuro is an air horse and the marsh burblers are birds, you might expect that they would like to fly together. However, that isn't so. Marsh burblers are flightless birds, like penguins. The marsh burblers have taught Azuro how good the dark dampness of the swamp feels. He likes to wallow in swampy water and cool off. He doesn't mind that the marsh burblers can't fly even though they have wings.\nAzuro loves his marsh burbler friends for who they are, not for who they should be."
            	},
            	{
                	"name": "Barleycorn",
                	"image": "/images/horses/barleycorn.png",
                	"info": "\"Your way can be different without being better or worse than others.\"\n\nBarleycorn is an old grey stallion with lighter spots.\nBarleycorn stands tall in the background while several small foals stand in line waiting their turn to jump over a low hedge. One foal is in the middle of a jump. In the hedge can be seen, just barely, an ivy dragon watching the foal leap over head. Barleycorn is somewhat plump, and seems jolly."
            	},
            	{
                	"name": "Bathylas & Seastelly",
                	"image": "/images/horses/bathylas.png",
                	"info": "\"When you try something new, you learn and grow.\"\n\nSeastellys live in the depths of the sea near a submerged crater created by a falling star. The crater has a mineral in it that has turned the surrounding water orange. Seastellys are translucent white creatures with orange trimming on their backs and long flowing eyebrows. They crackle with electricity that arcs between them and the orange minerals inside the crater. Though seastellys are normally slow and gentle swimmers, when the currents and water temperature are just right, they will playfully frolic in the orange depths. As they swim faster and faster, the electrical build-up becomes more charged and the ocean floor takes on an almost fluorescent quality. The water horse Bathylas is so shy that the only time he emerges is during this activity. When Bathylas does appear, the seastellys swim excited in circles, darting in and out of the coral!"
            	},
            	{
                	"name": "Beau & Chromeling",
                	"image": "/images/horses/beau.png",
                	"info": "\"Choose to do what you feel is right.\"\n\nChromeling shells are as shiny as mirrors and almost indestructible. Their shells mirror their personality. They are quick-witted and perky.\nChromelings don't hang out with just anybody; they're shiny little snobs. Beau, a young stallion, enjoys wasting time hanging out and looking good. In the picture, chromelings have congregated by a slow moving river. They're basking in the sun. Beau stands on the riverbank. His hooves sparkle and a jeweled breastplate hangs about his neck. He does not want to get his hoofs wet. He loves to gaze at his own reflection in the chromeling shells below."
            	},
            	{
                	"name": "Beauty",
                	"image": "/images/horses/beauty.png",
                	"info": "\"Bring one of your friends and come play with me.\"\n\n - Beauty is a chestnut foal with a white star on her forehead. She is playful and loving.\n - Beauty is depicted standing next to her mother, ears pricked forward, with a friendly, welcoming expression.\n\nBeauty's message reinforces inclusion, acceptance within group activities; and the exuberance one can feel playing with one's friends."
            	},
            	{
                	"name": "Bella & Starstone Otter",
                	"image": "/images/horses/bellaMaF.jpg",
                	"info": "\"Think positive every day! Feel the bliss of joy and energy that comes with it.\"\n\nIn North of North magical creatures are common. Yet the Starstone Otter is the rarest of all creatures. She is full of wisdom and majesty. The Starstone Otter is named for the unique jeweled pendant she wears. Where this mysterious stone comes from is unknown. The Starstone Otter shows herself only to those who have great purpose. The Starstone Otter and Bella have been friends for many long years.\n\nIn the picture, the Starstone Otter greets Bella with a beautiful gift: a sprig of lavender foxglove. On this crisp spring day, the queenly otter is perched upon an outcropping high above twin waterfalls in the background. Sparkling mist rises. A beam of sunlight shines through the mist and produces a rainbow. Bella stands below in the center of the heavenly spotlight. Golden motes of magical energy float gently around them. The two regal ladies meet with genuine respect and admiration."
            	},
            	{
                	"name": "Beran & Twinkle Imp",
                	"image": "/images/horses/beran.png",
                	"info": "\"You can choose this moment to change yourself.\"\n\nWhen spring comes to North of North, days grow longer. The sun climbs higher in the sky. That is when Beran of the Great Forest rises to begin his work. His friends the Twinkle Imps go with him, running, dancing and singing happy songs.\n\nWherever Beran and the Twinkle Imps go the snow melts. Spring buds appear. As Twinkle Imps dance over the ground, grass turns from brown to green. Tulips and daffodils emerge from the cold soil.\n\nAs the Twinkle Imps play, Beran marches solemnly through forest and meadow. Beran has one of the most important jobs in North of North. He's magically harnessed with invisible tack, and as he walks, he pulls the world closer to the warmth and light of the sun. The Twinkle Imps laugh and dance and play around him. Beran loves their company and that makes his chore easier to bear.\n\nFun Facts: Beran is inspired by the Green Man. The Green Man is a figure from European folklore who symbolizes spring. Beran's name means \"spear\" in several languages."
            	},
            	{
                	"name": "Bifrost",
                	"image": "/images/horses/bifrost.png",
                	"info": "\"Where love is there are always miracles.\"\n\nIn Norse myths, Bifrost was a rainbow bridge that connected the human world to the world of the gods. A god named Heimdall guarded the bridge so only the gods could cross it."
            	},
            	{
                	"name": "Blackfeet",
                	"image": "/images/horses/blackfeet.png",
                	"info": "Details\n • Area: Rocky Mountains of northwest Montana, Alberta, Saskatchewan.\n • The Blackfeet Nation consists of three allied tribes: the Piegan, the Blood, and the Siksika.\n • Blackfeet were considered one of the most powerful of the northwestern tribes by the Europeans and their neighboring tribes.\n\nAbout the Tribe\nOriginally from the Great Lakes area, the Blackfeet hunted buffalo, which provided food and hides for clothing and shelter. They lived in tipis. Their traditional enemies included the Assiniboine, the Cree and the Crow. Religious practice included the Sun Dance.\n\nToday the Blackfeet Nation is centered in Browning, Montana, where they possess 1.5 million acres of land east of Glacier National Park. The Blackfeet Nation hosts “North American Indian Days” every July in Browning. There are also Piegan reserves in Alberta, Canada."
            	},
            	{
                	"name": "Blackie",
                	"image": "/images/horses/blackie.png",
                	"info": "\"Follow your dreams. Feel the happiness it brings.\"\n\n - Blackie's look is inspired by the Friesian horse. He's black with a beautiful flowing mane, magnificent crest and rearing pose.\n - His eyes sparkle with intent and resolve.\n - Blackie has black \"feathering\" on his fetlocks and ankles.\n\nBlackie's message inspires confidence. It is important to try new things in order to find out what you want to do in life. But when you know what activities give you happiness, it's important to carry through."
            	},
            	{
                	"name": "Blossom & Posybird",
                	"image": "/images/horses/blossom.png",
                	"info": "\"Close your eyes and imagine your wildest dream.\"\n\nPosybirds come to life in the springtime when trees burst into bloom. They look just like cherry tree blossoms. Posybirds snuggle together in pink clusters. They huddle to share warmth and enjoy each other's close company. As posybirds grow, they shed their blossom-like feathers. During this time cherry blossoms fill the air. The sky is so full of pink blossoms it looks like a pink blizzard. The picture shows Blossom dancing on her hind legs in a grove of cherry trees. The world around her explodes with pink blossoms. On a branch above her, a chorus of posybirds snuggle together. Their long tail feathers have intertwined."
            	},
            	{
                	"name": "Bonnie & Glow-Eyed Catkin",
                	"image": "/images/horses/bonnie.png",
                	"info": "\"When you do something wrong, learn from it and forgive yourself.\"\n\nGlow-eye catkins love to sleep. You can find them dozing under a tree or with their friend Bonnie. Bonnie, like Beran, Autumn and Greenlock, has a mane and hair of leaves. That means that she has a kind of plant magic and is very close to living, growing plants. The glow-eyed catkins keep rabbits away from grazing on Bonnies hair. Making mistakes is part of life. Everyone makes them. But you don't have to hang on to the bad feelings that result. Bonnie knows that it's also a mistake to forgive yourself too soon. Learning from mistakes is the key. You need to learn the lesson before you can forgive."
            	},
            	{
                	"name": "Brisi",
                	"image": "/images/horses/brisi.png",
                	"info": "\"Let's celebrate — come dance with me!\"\n\nBrisi is short for Brisingamen, which was a famous necklace owned by the goddess Froya. The runes on the rock behind Brisi say, \"Let love guide you.\""
            	},
            	{
                	"name": "Brumby & Hounderoo",
                	"image": "/images/horses/brumby.png",
                	"info": "\"Let go and enjoy the ride\"\n\nHounderoos live in the high grasslands of the savannah, similar to meerkats. Visitors will notice Hounderoo heads rising and falling as they run and jump through the grass. They love to move quickly hopping and racing along. When they're stationary their tail sticks straight up matching their grass surroundings. Brumby loves Hounderoos' sense of speed and often challenges them to races.\n\nIn this scene pictured, a mother Hounderoo has caught a lift on Brumby's back, as a baby Hounderoo leans forward, eager to join the race, but not yet grown large enough.\n\nBrumby's message resonates for this tyke. It is natural to want the freedom, control and say-so that being older brings with it. But what you have now is extra special, and will never be equaled."
            	},
            	{
                	"name": "Caspian Horse",
                	"image": "/images/horses/caspianHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, the Caspian Horse is a breed created in 1965 by Louise Firouz, an American living in Iran, to re-create one of the oldest horse breeds in the world dating back to 3400 B.C.E. The species is critically endangered."
            	},
            	{
                	"name": "Ceratos & Prehistoric Bobolink",
                	"image": "/images/horses/ceratos.png",
                	"info": "\"You live in a world of amazing abundance. Believe it!\"\n\nCeratos is a yearling, a little unkempt and awkward with a mischievous glint in his eye. He and his bobolink friends love to sneak into the orchard to eat plumberries.\nPlumberries are what a bobolink likes better than any other food. They love the sweet juice. Bobolinks eat so many that their hides have turned the same purple color as the plumberries\n.Bobolinks love fruit and berries, especially purple plumberries, which are a cross between giant plumbs and grapes. They have very little self-control when it comes to these succulent treats, and are often pictured with purple stains on their face - evidence that they've recently indulged in their favorite treat. Ceratos also shares the bobolink's fondness for plumberries and often teams up with his diminutive friends to acquire them. As a result, he often has the same tell-tale purple stains around his muzzle. Because of their shared passion for fruits and berries, both Ceratos and bobolinks have a reputation for single-minded mischief. If you were to put a plumberry pie on your windowsill to let it cool, one of them would cause a distraction so that the other could make off with it while you weren’t looking."
            	},
            	{
                	"name": "Cha Ye & Tea-Leaf Panda",
                	"image": "/images/horses/cha ye.png",
                	"info": "\"Smart people got that way by asking questions\"\n\nCha Ye resides deep within an exotic Bamboo Forest near a natural hot spring surrounded by lush vegetation. Her magical friends, the tea-leaf pandas, also live there. The pandas create a magical concoction of lotus petals and on odd mixture of other floral ingredients float in the hot spring, slowly their medicinal essence seeping into the hot water. A distinct potpourri aroma arouses the senses penetrating the dense foliage. This unique elixir has been responsible for Cha Ye’s long immortal life.\n\nTea-leaf pandas are solitary creatures that live a care-free life in bamboo forests. Never in a hurry, they forage for rare herbs and flowers and have a particular knack to know which plants are healthy and which will make you sick."
            	},
            	{
                	"name": "Charlemagne",
                	"image": "/images/horses/charlemagne.png",
                	"info": "\"Pay attention to the lessons life teaches you.\"\n\nThis strong armored horse is standing in review of a group of foals who are trying to stay at attention. The foals are attempting to keep up a military bearing with their heads up and eyes forward. The foal at the end of the line has been distracted by a butterfly. Charlemagne is walking down the line so he is in side view while the foals are head on.\nCharlemagne wears shiny armor plates and has a military sash with several medals pinned to it. He looks very stern and slightly displeased at the last foal who is very much distracted by the butterfly."
            	},
            	{
                	"name": "Charlie",
                	"image": "/images/horses/charlie.png",
                	"info": "\"Make time to listen to your friends.\"\n\n - Charlie's appearance is inspired by the Norwegian Fjord horse.\n - He is dun colored, which means he has a generally tan coat with black highlights on his legs, mane and tail. This is technically called \"buckskin\"\n - Charlie's portrait shows him against a snowy backdrop, swishing his tail and hoping that you'll put him in his warm stable soon!\n\nCharlie's message reinforces the value of listening. We're often so busy and sometimes so anxious with our own lives and concerns that we fail to listen to others. Listening allows you to be generous with your spirit, and shows others you care about them."
            	},
            	{
                	"name": "Cheyenne",
                	"image": "/images/horses/cheyenne.png",
                	"info": "Details\n • Area: Minnesota, North and South Dakota, Colorado. \n • Cheyenne comes from a Sioux word that means \"people who speak a strange language.\"\n\nAbout the Tribe\nOriginally the Cheyenne were farmers and potters who built permanent villages in the timber country of Minnesota. They moved west and became buffalo hunters by the start of the 19th Century. Within a few decades, they had become one of the great tribes of the plains. In the plains, they split into two groups, the Northern Cheyenne and the Southern Cheyenne. The Cheyenne were subjected to extreme cruelty throughout the second half of the 19th Century by U.S. troops.\n\nToday, the northern Cheyenne have a tribal headquarters in Lame Deer, Montana. The Southern Cheyenne have an office in Concho, Oklahoma."
            	},
            	{
                	"name": "Chiricahua",
                	"image": "/images/horses/chiricahua.png",
                	"info": "Details\n • Area: New Mexico/Arizona in the U.S., Sonora/Chihuahua in Mexico.\n • A sub-group of Apache.\n • The most famous Chiricahua was Cochise.\n\nAbout the Tribe\nThe Chiricahua language differentiated them from the rest of the Apache Nation."
            	},
            	{
                	"name": "Chitimacha",
                	"image": "/images/horses/chitimacha.png",
                	"info": "Details\n • Area: Southern coast of Louisiana.\n • Were enslaved by the French during the 18th Century.\n\nAbout the Tribe\nPrior to war with the French in the early 18th Century, the Chitimacha made their living in the swamps and bayous of present-day Louisiana. They still endure and the tiny Chitimacha reservation can be found near Clarendon, St. Mary’s Parish, Louisiana."
            	},
            	{
                	"name": "Chryso & Fringed Newt",
                	"image": "/images/horses/chryso.png",
                	"info": "\"Daring to try is a success in itself.\"\n\nChryso is a breed of air horse known as a 'jump glider.' Jump gliders are tawny in color but have stripes of varying tones from yellow-orange to red. Though they are quite capable of running, their preferred method of travel is to bound into the air on their powerful hind legs and spread their wings to catch the wind. Though they cannot fly by flapping their wings, they are exceptional gliders capable of soaring great distances.\n\nLike other jump gliders in his herd, Chryso has formed a friendship with an aquatic creature called a fringed newt. Fringed newts retrieve freshwater fruits from the bottom of the crystal pools for the jump gliders, who prefer this food to all other treats. In return, the horses fly the newts anywhere they wish to go. The newts themselves have large families that, over time, have spread out to the far corners of the world North of North and since they are very friendly creatures who love to visit each other, this form of travel is the fastest. Fringed newts are bright pink in color with deep blue eyes. Their fringes are red and white striped. Sometimes an entire clan of newts will hitch a ride on a jump glider. The newts vary in length but generally are around a foot long."
            	},
            	{
                	"name": "Chumash",
                	"image": "/images/horses/chumash.png",
                	"info": "Details\n • Area: Southern coast of California.\n • Were renowned basket-weavers\n\nAbout the Tribe\nThe Chumash sailed on the ocean in boats called tomols, from which they fished and whaled. When redwood drifted down the coast, Chumash would cut it into planks to make their tomols, using pitch to seal the gaps.\n\nToday the Chumash have a reservation at Santa Ynez, California."
            	},
            	{
                	"name": "Cindra & Flapuppy",
                	"image": "/images/horses/cindra.png",
                	"info": "\"Let hope lift up your thoughts.\"\n\nFlapuppies are terrier-like canines who have a magical gift. It’s not quite flight; levitation is a better term. They whirl their tails and ears about as they rise into the air to hover like hummingbirds. The tail and ear movement generates a sparkling magical essence. Flapuppies are nocturnal animals that make their home atop trees. At night they glow like Chinese lanterns in the upper branches of certain trees as they search for sap to eat.\n\nCindra is only slightly larger than her friends the flapuppies. She is a miniature horse: small in stature yet bold and courageous."
            	},
            	{
                	"name": "Clydesdale",
                	"image": "/images/horses/clydesdale.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Clydesdales are a Scottish breed of draught horse, named for the area where they originate, the River Clyde. The breed dates back to the 18th Century.\n\nClydesdales are a large and powerful breed, traditionally being used in farming and road haulage work. These days the horses are primarily used in pulling carriages."
            	},
            	{
                	"name": "Cochiti",
                	"image": "/images/horses/cochiti.png",
                	"info": "Details\n • Area: Around Cochiti Lake, New Mexico.\n  • Is a subdivision of the Pueblo people.\n • In 1680 they revolted against the Spanish occupation.\n\nAbout the Tribe\nPueblo is a Spanish word that means \"village.\" Pueblo buildings are made of adobe, which is a type of sun-dried brick made of clay or mud mixed with fiber such as straw. They are permanent dwellings. The Pueblo people made textiles and pottery. They practiced a religion that involved prayer sticks made of colorful beads, feathers and fur. The Pueblo people are renowned for their extensive mythology."
            	},
            	{
                	"name": "Comanche",
                	"image": "/images/horses/comanche.png",
                	"info": "Details\n • Area: Plains of the American Southwest.\n • Most skilled horsemen of all Indian nations\n • Connected culturally and linguistically with the Shoshone people.\n\nAbout the Tribe\nThe Comanche were a nomadic plains tribe who roamed over a 1,000-mile area to hunt buffalo. Today the Comanche are known for their skill as dancers and singers, and they perform at powwows throughout North America. Their tribal headquarters is in Lawton, Oklahoma."
            	},
            	{
                	"name": "Conall",
                	"image": "/images/horses/conall.png",
                	"info": "\"Feel the courage inside you.\"\n\nConall Cernach was a hero in many Irish myths. His nickname was \"Conall of the Victories.\" The name Conall means \"wolf\" or \"hound\" in Old Irish Gaelic."
            	},
            	{
                	"name": "Connora & Ambassador Hound",
                	"image": "/images/horses/connora.png",
                	"info": "\"Spend time with a friend. Do something you both enjoy.\"\n\nLarge and lovable, the ambassador hound is a great playmate and a good friend. He loves playing in castle hallways. Connora is a gorgeous lady with purple wraps, golden hair and beautiful golden ankle bracelets and face highlight. Conorra loves to play and live in the castle. Ambassador hound will sometimes lick Conorra's face, which she doesn't always like. Horses can't wash their faces very well! But he tries his best to restrain himself, but it's hard because he's so full of energy. He barks, and jumps and rolls around, and chases his tail and slobber. He's a hound."
            	},
            	{
                	"name": "Danu",
                	"image": "/images/horses/danu.png",
                	"info": "\"Life is full of surprises. Enjoy it!\"\n\nIn Celtic myths, Danu was a great goddess and mother of the Irish gods. These gods called themselves the \"Tuatha dé Danann,\" which means \"people of Danu.\""
            	},
            	{
                	"name": "Donnecha & Pufferfox",
                	"image": "/images/horses/donnecha.png",
                	"info": "\"This moment is full of chances for you to grow and learn.\"\n\nPufferfox has one tail that branches into three distinct plumes. Its fur is orange-brown with yellow highlights. Along with their tails, pufferfoxes are known for digging extensive underground dens, which they happily share with non-digging friends. These dens can be found most often under emerald cloud trees.\n\nOn the eastern border of North of North lies a remarkable plain — The Grass Sea. The \"Grassy\" as locals refer to it, consists of miles and miles of rolling hills covered in sweet grass and yellow grass. The Grassy stretches as far as the eye can see and at a gallop it takes several days to cross.\n\n The landscape is dotted by deep blue clear water pools. Towering above the waves of emerald green grass are the true icons of the Grassy — emerald cloud trees. These giants are named for their distinct shape. At a distance, their canopies actually look like billowing green clouds. These trees can grow several hundred feet tall with canopies that spread twice as far.\n\nDonnecha is a Root Pony, a type of small and playful horse that lives in the shadow of the emerald cloud trees. They stand two feet at the shoulders when fully grown and are nut brown in color. With the help of other animals they live in comfortable burrows but only really go there to sleep. These horses are very playful and are known for their prancing and leaping. They can jump as high as six feet in the air. Whenever two Root Ponies who do not know each other meet, they engage in an elaborate dance of greeting, each trying to outdo the other."
            	},
            	{
                	"name": "Dreki & Serpetiel",
                	"image": "/images/horses/dreki.png",
                	"info": "\"More listening and less talking can make things better.\"\n\nHalf serpent and half bird, serpetiels love to screech and squawk. They have the same bat-like wings as Dreki. When serpetiels congregate, they make the most amazing noise! They are so loud you can't hear anything else. Before they met Dreki, serpetiels used to cry with loneliness. Now that they have a friend, they're happy. They love Dreki enough to liten to her when she needs to talk."
            	},
            	{
                	"name": "Dynamo",
                	"image": "/images/horses/dynamo.png",
                	"info": "\"Believe in yourself. Have confidence in what you do.\"\n\n - Dynamo's appearance is inspired by the Lipizzan.\n - Dynamo is a show horse engaged in dressage, also called \"Airs above the Ground.\" The maneuver he is exhibiting is called a \"pirouette\": Dynamo is turning in a circle while his back left leg supplies a pivot point.\n - Dynamo has polo wraps on his ankles and a braided wrapped tail. He wears a bridle, but has no bit nor reins. The piece that circles his neck and connects to the saddle pad is called a \"breast plate.\" Dynamo wears a red saddle pad with two straps across his barrel called \"girths.\"\n\nDynamo' meage i very appropriate to anyone who performs: playacting, singing or dancing, Don't worry if you're good or bad, that doesn't matter. Just do what you do when you're doing it and have fun."
            	},
            	{
                	"name": "Dyni & Narwhirl",
                	"image": "/images/horses/dyni.png",
                	"info": "\"Find something to do that makes you happy.\"\n\nIn the spring when the North Sea and the southern oceans mix, tides conspire to create a giant whirlpool. The formation of this maelstrom has a dramatic effect on the waterways and its roar can be heard for miles. On clear days the whirlpool's vortex is distinctly visible, its influence pulls ice chunks and larger icebergs out of the north sea. But not everything is afraid of the rolling maw for a group of young Narwhirls is playing in the tidal flow. Narwhirls love to play in the maelstrom—for them it's like riding a roller-coaster.\n\nDyni, a water filly, loves to join her Narwhirl friends as they frolick about in the icy waters. The Narwhirls jump and play in the whirlpool, completely at home in the rough and violent waters. They are an assortment of metallic colors, copper, silver, and gold. Poe and Verne are Dyni's two favorite Narwhirl friends."
            	}
        	]
    	},
    	{
        	"title": "E-G",
        	"pages": [
            	{
                	"name": "Eagle",
                	"image": "/images/horses/eagle.png",
                	"info": "\"See the world from above like an eagle.\"\n\n - Eagle is a thoroughbred with chestnut coat and white tail and mane.\n - This echoes the white head and tail feathers of Eagle's friend, the bald-headed or American eagle.\n - Eagle is running across prairie grass, near the verge of a green forest. The forest symbolizes his message.\n\nEagle's message encourages one to take a broader view. Sometimes we can get so focused on small matters that we miss the bigger picture. We can't see the forest for the trees."
            	},
            	{
                	"name": "Ebenos",
                	"image": "/images/horses/ebenos.png",
                	"info": "\"Today is another chance to do something wonderful.\"\n\n • Parents: Uranus & Anemone\n\nEbenos is a black foal with his father's markings, he boasts wings of dark ebony but with just a hint of his mother's styling. Red and white spectral energy waft from his hooves but boil forth more energetically to form his mane and tail. Ebenos is eager to test his strength and has been tracking a band of wolf-pups-which he has finally cornered in a dark evergreen forest. He is facing down two wolf pups. Ebenos enjoys his victory over the wolf-pups. He stands over a wolf-pup that lays prone on his back, while another has turned tail and run, leaving his poor buddy to deal with Ebenos's fierce gaze."
            	},
            	{
                	"name": "Edana & Fire Spoop",
                	"image": "/images/horses/edana.png",
                	"info": "\"Start your day with a happy thought.\"\n\nEdana lives in water, but her mane and tail flame like fire. The fire spoops are her friends. Now days, one can find fire spoops all across North of North. But that wasn’t always the case. Before they met Edana, the fire spoops had to stay very close to volcanic vents in the ocean floor.\n\nIn those days, Edana was very lonely. She was so hot that other water horses stayed away from her. However, her friends the fire spoops liked her fiery heat. So, Edana gave the fire spoops some of her own magic heat. That set them free from the lava vents. They could swim wherever they wished. Giving up some of her magic made Edana less hot. After that, other water horses could come near her. Now when Edana plies the seas, she is never alone. A troop of spoops swims with her. Edana’s new water horse friends and the fire spoops maker her feel loved and cared for."
            	},
            	{
                	"name": "Edda & Golden-Scaled Hind",
                	"image": "/images/horses/edda.png",
                	"info": "\"You don’t have to be perfect. Do your best and you will be just right.\"\n\nEdda is a yellow horse with brown blanket spots on her croup and haunches and braids in her mane and tail. Edda lives near a rocky stretch of seashore and loves to watch ships passing by.\nEdda’s name can also refer to old Norse or Icelandic books of poetry and mythology.\nThe Golden-Scaled Hind has very particular looks - part lizard, part deer, all ugly! Even though their looks are less than pleasant, Edda still loves her magical friends, the Golden-Scaled Hinds. They are affectionate and can run like the wind.\nEdda is wise enough to know that if she demanded that her friends be perfect, she wouldn’t have any."
            	},
            	{
                	"name": "Embarr",
                	"image": "/images/horses/embarr.png",
                	"info": "\"Listen to the music of my heart.\"\n\nIn Irish myths, Embarr was a magical horse who could gallop over water as easily as land. He belonged to Niamh of the Golden Hair, princess of a fairyland called Tír na nÓg, which means \"Land of Youth\"."
            	},
            	{
                	"name": "Emberic",
                	"image": "/images/horses/emberic.png",
                	"info": "\"You can create miracles in your life. Believe it!\"\n\n • Parents: Flame & Nike\n\nEmberic is an equine angel of fire. His body pulses with multihued reds and oranges extending out to brilliant red feathered wings. Emberic plays at night above a bonfire. Long arms of flame extend above the roaring fire, sparks and embers float skyward. Emberic floats suspended above the fire, his fiery form melding with the fire, where the blaze ends and Emberic’s body begins is not easy discernable.\nAbove the conflagration is a deep star field of cosmic phenomenon: twinkling stars and comet trails. Emberic is full of hope and joy, playing in the rising heat."
            	},
            	{
                	"name": "Farfalla",
                	"image": "/images/horses/farfalla.png",
                	"info": "\"You can fly! Just close your eyes and use your imagination.\"\n\nFarfalla is a small butterfly-winged mare. She appears a little overweight, like a Shetland pony. Her wings are beautiful iridescent blue and purple, like a swallow-tailed butterfly’s. Her students are just beginning their flight training and so they stand on the ground jumping and flapping their wings as Farfalla instructs them with loving, motherly patience. At this moment, however, Farfalla is looking up with a surprised expression. At the very top of the picture, we see that one of her students has taken off with expected speed with a flying talent that is much more developed than the others."
            	},
            	{
                	"name": "Faxon & Pipsqueak Longtail",
                	"image": "/images/horses/faxon.png",
                	"info": "\"Learn more about your family. You will feel closer to them.\"\n\nFaxon, a chestnut yearling, loves his friends the pipsqueak longtails. They have bushy tails and sweet expressions. In this scene, Faxon helps his friends gather acorns and berries for their winter sleep.\n\nFaxon and the pipsqueak longtails are best friends. Faxon shares their magic. Like the longtails, Faxon is a jumper. He may be the best jumping horse in all North of North. He has a great future in store. However, Faxon must receive the right training to make the most of his jumping talent.\n\nWhat is the best way to learn? Do you know? Is it by asking questions? Do you know where your family photo albums are? Are there pictures in the albums of people you don’t know? Ask your parents who these people are, when the pictures were taken, and why. This knowledge will help you keep your balance even when you’re jumping around."
            	},
            	{
                	"name": "Felise & Vulpi Deer",
                	"image": "/images/horses/felise.png",
                	"info": "\"When you feel pain, listen to what it is trying to tell you.\"\n\nA vulpi deer looks much like any other deer in the forest. They have red hair and long tails with white tips. Vulpi deer have the ability to find hidden paths through thick overgrown forests or other seemingly unpassable landscapes. Felise looks so similar to the vulpi deer, that it's no surprise they became best of friends.\n\nFelise is a caregiver and a true friend. She understands that hurt, whether an ache in the body or sore feelings, is a message from within."
            	},
            	{
                	"name": "Finnhorse",
                	"image": "/images/horses/finnhorse.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, the Finnhorse, also known as Finnish Horse or Finnish Universal, is a horse breed with the characteristics of both riding horses and draught horses. The horse is considered capable of completing any needs, being used in anything from agriculture, racing, riding, and more.\n\nThe Finnhorse is also considered the Official National horse breed of Finland."
            	},
            	{
                	"name": "Fiona & Quixie Faun",
                	"image": "/images/horses/fionaMaF.png",
                	"info": ""
            	},
            	{
                	"name": "Firewalker",
                	"image": "/images/horses/firewalker.png",
                	"info": ""
            	},
            	{
                	"name": "Flame",
                	"image": "/images/horses/flame.png",
                	"info": ""
            	},
            	{
                	"name": "Friesians",
                	"image": "/images/horses/friesian.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, the Friesian, also known as Frizian, originated in Friesland, Netherlands. The horses are graceful, although large. Friesians may date back as far as the Middle Ages, and are often used in modern day for various events. They typically have shiny, black coats, although they do come in other colors. The breed is also know for its long manes and tails."
            	},
            	{
                	"name": "Froya",
                	"image": "/images/horses/froya.png",
                	"info": ""
            	},
            	{
                	"name": "Fylgie",
                	"image": "/images/horses/fylgie.png",
                	"info": ""
            	},
            	{
                	"name": "Ghost",
                	"image": "/images/horses/ghost.png",
                	"info": "\"Your beauty comes from within\"\n\n - Ghost's appearance in inspired by Akhal-Teke, an Asian breed from Caucasia-an area that includes northern Turkey, Armenia, and Iran.\n - Ghost is an ethereal horse, shown with an aura of light surrounding her body. Though lightning is flashing in the sky, Ghost is unafraid.\n\nGhost's most unique feature is that she is blind. She has no eyes. This symbolizes her message: that beauty is a quality that is expressed rather than seen."
            	},
            	{
                	"name": "Giasa & Snugglefriz",
                	"image": "/images/horses/giasa.png",
                	"info": ""
            	},
            	{
                	"name": "Greenlock & Royal Starbik",
                	"image": "/images/horses/greenlock.png",
                	"info": ""
            	},
            	{
                	"name": "Grey",
                	"image": "/images/horses/grey.png",
                	"info": "\"If you really want it, it will come to you\"\n\n • Grey is shown walking through a garden with a rough-hewn stone wall behind her. Rhododendrons are in bloom, and the ground is covered in green ivy.\n • Green ivy covers Gray's hoofs and ankles, but this is not dangerous. Grey likes the feel of the cool leaves against his ankles.\n\nHowever, the green ivy slows Grey down. This symbolizes his message: The first step toward your goal is desire. Want something bad enough and you will find the energy to reach it."
            	}
        	]
    	},
    	{
        	"title": "H-K",
        	"pages": [
            	{
                	"name": "Hacknet Horse",
                	"image": "/phasergames/artrandomiser/unknownHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Hacknet horses, more commonly referred to as Hackney horses, are a breed from Great Britian. In modern times they are often used for pulling carriages, but are also popular for their elegant looks and high speeds."
            	},
            	{
                	"name": "Haflinger",
                	"image": "/images/horses/haflinger.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Halfingers, also known as Avelignese, are an Austrian and Northern Italian horse breed from the 19th century. The breed is relatively small, and known for their chestnut coloring and flaxen manes and tails. Their breed traces back to the Middle Ages, and are known for their hardiness, able to be used even in mountainous terrain."
            	},
            	{
                	"name": "Halloween",
                	"image": "/images/horses/halloween.png",
                	"info": ""
            	},
            	{
                	"name": "Harmony",
                	"image": "/images/horses/harmony.png",
                	"info": ""
            	},
            	{
                	"name": "Helia",
                	"image": "/images/horses/helia.png",
                	"info": ""
            	},
            	{
                	"name": "Hidatsa",
                	"image": "/images/horses/hidatsa.png",
                	"info": ""
            	},
            	{
                	"name": "Highland Pony",
                	"image": "/phasergames/artrandomiser/unknownHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Highland ponies are native to Scotland, and one of the largest breeds of pony on the British Isles. They date back to the 1880s, and were once used as work horses."
            	},
            	{
                	"name": "Huron",
                	"image": "/images/horses/huron.png",
                	"info": ""
            	},
            	{
                	"name": "Icehorn & Ramshaggle",
                	"image": "/images/horses/icehorn.png",
                	"info": ""
            	},
            	{
                	"name": "Iceprince",
                	"image": "/images/horses/iceprince.png",
                	"info": ""
            	},
            	{
                	"name": "Iduna",
                	"image": "/images/horses/iduna.png",
                	"info": "\"Feel the beauty inside you and let it blossom.\"\n\nIn Norse myths, Iduna was the goddess of spring. Every day, she gave each of the Norse gods one of her magical apples of youth."
            	},
            	{
                	"name": "Inuit",
                	"image": "/images/horses/inuit.png",
                	"info": ""
            	},
            	{
                	"name": "Inupiat",
                	"image": "/images/horses/inupiat.png",
                	"info": "Details\n\n • Area: Northwest Alaska and the Bering Strait.\n • Share cultural kinship with the Inuit.\n • Name means \"real people.\"\n\nAbout the Tribe\nLike the Inuit, the Inupiat are whalers, hunters and fishers."
            	},
            	{
                	"name": "Isleta",
                	"image": "/images/horses/isleta.png",
                	"info": ""
            	},
            	{
                	"name": "Ivy & Ivy-Tailed Dragon",
                	"image": "/images/horses/ivy.png",
                	"info": ""
            	},
            	{
                	"name": "Janie",
                	"image": "/images/horses/janie.png",
                	"info": ""
            	},
            	{
                	"name": "Jewel & Gemdigger Dog",
                	"image": "/images/horses/jewelMaF.png",
                	"info": ""
            	},
            	{
                	"name": "Jicarilla",
                	"image": "/images/horses/jicarilla.png",
                	"info": ""
            	},
            	{
                	"name": "Kallista & Prawn Sprite",
                	"image": "/images/horses/kallista.png",
                	"info": ""
            	},
            	{
                	"name": "Keetoowah",
                	"image": "/images/horses/keetoowah.png",
                	"info": ""
            	},
            	{
                	"name": "Kelpie-Pooka",
                	"image": "/images/horses/kelpie-pooka.png",
                	"info": "\"Believe in the goodness of life.\"\n\nIn Celtic myths, kelpies were river-horses from Scotland and pookas were Irish fairies who sometimes took the shape of horses. Both kelpies and pookas liked to play tricks on people and would run away with anybody who tried to ride them."
            	},
            	{
                	"name": "Kendra & Violet Pixie",
                	"image": "/images/horses/kendra.png",
                	"info": ""
            	},
            	{
                	"name": "Khrysor",
                	"image": "/images/horses/khrysor.png",
                	"info": ""
            	},
            	{
                	"name": "Kiowa",
                	"image": "/images/horses/kiowa.png",
                	"info": ""
            	},
            	{
                	"name": "Kitty & Rainbow Wheebee",
                	"image": "/images/horses/kitty.png",
                	"info": ""
            	},
            	{
                	"name": "Komenos",
                	"image": "/images/horses/komenos.png",
                	"info": ""
            	},
            	{
                	"name": "Kora",
                	"image": "/images/horses/kora.png",
                	"info": ""
            	},
            	{
                	"name": "Kounari & Pizazzupine",
                	"image": "/images/horses/kounari.png",
                	"info": ""
            	}
        	]
    	},
    	{
        	"title": "L-O",
        	"pages": [
            	{
                	"name": "Laguna",
                	"image": "/images/horses/laguna.png",
                	"info": ""
            	},
            	{
                	"name": "Lakehorse",
                	"image": "/images/horses/lakehorse.png",
                	"info": "\"Share what you know with others. It will make you stronger.\"\n\nBoth Norse and Celtic myths tell stories about lakehorses. In some stories, people were able to trick lakehorses into coming on land and working for them. But if the lakehorses ever saw so much as a puddle of water, they would run away back to their lakes."
            	},
            	{
                	"name": "Lakota",
                	"image": "/images/horses/lakota.png",
                	"info": ""
            	},
            	{
                	"name": "Larena",
                	"image": "/images/horses/larena.png",
                	"info": ""
            	},
            	{
                	"name": "Lenape",
                	"image": "/images/horses/lenape.png",
                	"info": ""
            	},
            	{
                	"name": "Lien & Lotus Hedgehog",
                	"image": "/images/horses/lien.png",
                	"info": "\"The most important time in your life is right now.\"\n\nLien is a very unique horse, at home in water. Lien is gentle. She likes still waters: pond, pools and marshes, preferring them to rivers and streams. Lien travels on land in the shape of a horse made of water. Sometimes little minnows and tadpoles get caught inside Lien and then they go on unexpected journeys over land. Then they get to see more of the world than they ever bargained for.\n\nLien is very close to Sara's magic, because Sara's magic was sprinkled across the land in raindrops, which fed the rivers, streams and ponds.\n\nLien's magical friends are the lotus hedgehogs. Some believe that her friendship with lotus hedgehogs has kept her from dissolving into a dream. When spending time with her hedgehog friends, Lien appears as a giant lotus floating on the glassy surface of a perfectly still pond."
            	},
            	{
                	"name": "Lillova & Sweetpea Reindeer",
                	"image": "/images/horses/lillova.png",
                	"info": ""
            	},
            	{
                	"name": "Lukan & Aurora Celestial",
                	"image": "/images/horses/lukan.png",
                	"info": ""
            	},
            	{
                	"name": "Lumbee",
                	"image": "/images/horses/lumbee.png",
                	"info": "Details\n • Area: Robeson Country, North Carolina.\n • Also known as the Croatan Indians, it is speculated that they absorded the white settlers of the Roanoke Colony, who all mysteriously vanished.\n • One of the most populous tribes in the U.S.\n\nAbout the Tribe\nLumbees share cultural traits with the Cherokee. Because they inhabited lands that were not highly desired by European settlers, avoided forced relocation in the 1830s.\n\noday the Lumbee have a vibrant, active and close-knit community, with headquarters in Robeson Country, North Carolina, though they also have concentrations of tribal members in five states."
            	},
            	{
                	"name": "Madeja & Yarn Yak",
                	"image": "/images/horses/madeja.png",
                	"info": ""
            	},
            	{
                	"name": "Mariannis",
                	"image": "/images/horses/mariannis.png",
                	"info": ""
            	},
            	{
                	"name": "Melusine",
                	"image": "/images/horses/melusine.png",
                	"info": "\"Be yourself as you want others to see you.\"\n\nIn the Celtic myths of Brittany, melusines were water fairies who lived in springs or sometimes rivers. On land they had legs, but if they got in the water - even for a bath - their legs turned into fish tails."
            	},
            	{
                	"name": "Menominee",
                	"image": "/images/horses/menominee.png",
                	"info": ""
            	},
            	{
                	"name": "Miccosukee",
                	"image": "/images/horses/miccosukee.png",
                	"info": ""
            	},
            	{
                	"name": "Mira",
                	"image": "/images/horses/mira.png",
                	"info": ""
            	},
            	{
                	"name": "Mireldis & Tassel Mouse",
                	"image": "/images/horses/mireldis.png",
                	"info": "\"Look for help and you will find it all around you.\"\n\nMireldis is a very magical horse in North of North. She brews potions with the help of her magical friends, the Tassel Mice, who gather all of the ingredients Mireldis needs. They add them to the cauldron to Mireldis' specifications and under her watchful eye.\n\nMireldis brews her potions under moonlight. She is a very mysterious figure and keeps to herself. Over the years she has become a figure of legend who has inspired this song:\n\nTassel Mouse, Tassel Mouse where do you roam?\n\nI search in the night on a quest far from home.\n\nTassel Mouse, Tassel Mouse who sent you so far?\n\nThe lady so white with the glowing gold star.\n\nTassel Mouse, Tassel Mouse for what do you search?\n\nI search for a twig to throw in from my perch!"
            	},
            	{
                	"name": "Missouri Fox Trotter",
                	"image": "/phasergames/artrandomiser/unknownHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, the Missouri Fox Trotter is a horse breed originating in Missouri, United States. It comes from settlers in the Ozark Mountains, around the 19th century. The breed is known for its smooth gaits, stamina, and stock horse abilities. It's name comes from a gait it is known for, called the \"fox trot.\""
            	},
            	{
                	"name": "Mistral",
                	"image": "/images/horses/mistral.png",
                	"info": ""
            	},
            	{
                	"name": "Mjolnir",
                	"image": "/images/horses/mjolnir.png",
                	"info": "\"A generous heart is good at loving and being loved.\"\n\nIn Norse myths, Mjolnir was the magic hammer of Thor, god of thunder and lightning. When Thor threw Mjolnir, it always return to his hand."
            	},
            	{
                	"name": "Moonbeam",
                	"image": "/images/horses/moonbeam.png",
                	"info": ""
            	},
            	{
                	"name": "Moonphantom",
                	"image": "/images/horses/moonphantom.png",
                	"info": ""
            	},
            	{
                	"name": "Moonsprite",
                	"image": "/images/horses/moonsprite.png",
                	"info": ""
            	},
            	{
                	"name": "Mohawk",
                	"image": "/images/horses/mohawk.png",
                	"info": ""
            	},
            	{
                	"name": "Morewyn & Sprayer Whale",
                	"image": "/images/horses/morewyn.png",
                	"info": ""
            	},
            	{
                	"name": "Morongo",
                	"image": "/images/horses/morongo.png",
                	"info": ""
            	},
            	{
                	"name": "Murttie",
                	"image": "/images/horses/murttie.jpg",
                	"info": ""
            	},
            	{
                	"name": "Muskogee",
                	"image": "/images/horses/muskogee.png",
                	"info": ""
            	},
            	{
                	"name": "Mustang",
                	"image": "/phasergames/artrandomiser/unknownHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, mustang is a term used to describe free-roaming horses in the Western United States. These horses were brought to the Americas by the Spaniards, and came from domesticated horses. However, these horses are actually feral horses. They are known as a symbol of the West, and are protected by the U.S. Bureau of Land Management. They are also considered controversial by some, as they take up the land and resources needed for the livestock and ranching industries. They are also considered to be an invasive species by some."
            	},
            	{
                	"name": "Navajo",
                	"image": "/images/horses\navajo.png",
                	"info": ""
            	},
            	{
                	"name": "Nerise & Sand-Dollar Crawdad",
                	"image": "/images/horses\nerise.png",
                	"info": ""
            	},
            	{
                	"name": "Nieva & Shedderpup",
                	"image": "/images/horses\nieva.png",
                	"info": ""
            	},
            	{
                	"name": "Nimiipuu",
                	"image": "/images/horses\nimiipuu.png",
                	"info": ""
            	},
            	{
                	"name": "Nisqually",
                	"image": "/images/horses\nisqually.png",
                	"info": ""
            	},
            	{
                	"name": "Norwegian Fjord",
                	"image": "/images/horses/fjord.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nNorwegian Fjord, also known as simply Fjord, is a small but strong breed from Western Norway. They are always dun colored, and have been used for hundreds of years by Norwegian farmers. They are known to be good tempered, and are one of the oldest and purest breeds."
            	},
            	{
                	"name": "Nuala & Tortoise Blondie",
                	"image": "/images/horses\nuala.png",
                	"info": ""
            	},
            	{
                	"name": "Nyx & Nebulaphin",
                	"image": "/images/horses\nyx.png",
                	"info": ""
            	},
            	{
                	"name": "Obrylin & Grasspool Otter",
                	"image": "/images/horses/obrylin.png",
                	"info": ""
            	},
            	{
                	"name": "Ondine & Bubble Turtle",
                	"image": "/images/horses/ondine.png",
                	"info": ""
            	},
            	{
                	"name": "Osage",
                	"image": "/images/horses/osage.png",
                	"info": ""
            	}
        	]
    	},
    	{
        	"title": "P-S",
        	"pages": [
            	{
                	"name": "Paiute",
                	"image": "/images/horses/paiute.png",
                	"info": ""
            	},
            	{
                	"name": "Pauma",
                	"image": "/images/horses/pauma.png",
                	"info": ""
            	},
            	{
                	"name": "Pavonne",
                	"image": "/images/horses/pavonne.png",
                	"info": ""
            	},
            	{
                	"name": "Pawnee",
                	"image": "/images/horses/pawnee.png",
                	"info": ""
            	},
            	{
                	"name": "Pelagos & Nacreleon",
                	"image": "/images/horses/pelagos.png",
                	"info": ""
            	},
            	{
                	"name": "Petal",
                	"image": "/images/horses/petal.png",
                	"info": ""
            	},
            	{
                	"name": "Petri & Dream Mouse",
                	"image": "/images/horses/petri.png",
                	"info": ""
            	},
            	{
                	"name": "Phoenix & Cowlick Grouse",
                	"image": "/images/horses/phoenix.png",
                	"info": ""
            	},
            	{
                	"name": "Pima",
                	"image": "/images/horses/pima.png",
                	"info": ""
            	},
            	{
                	"name": "Pirouette",
                	"image": "/images/horses/pirouette.png",
                	"info": ""
            	},
            	{
                	"name": "Ponca",
                	"image": "/images/horses/ponca.png",
                	"info": ""
            	},
            	{
                	"name": "Potawatomi",
                	"image": "/images/horses/potawatomi.png",
                	"info": ""
            	},
            	{
                	"name": "Primrose",
                	"image": "/images/horses/primrose.png",
                	"info": ""
            	},
            	{
                	"name": "Prisma",
                	"image": "/images/horses/prisma.png",
                	"info": ""
            	},
            	{
                	"name": "Pythia",
                	"image": "/images/horses/pythia.png",
                	"info": ""
            	},
            	{
                	"name": "Ran",
                	"image": "/images/horses/ran.png",
                	"info": "\"Enjoy a life of beauty and ease.\"\n\nIn Norse myths, Ran was the goddess of the ocean. Norse sailors used to call the sea \"Ran’s road\" and offer her gifts in return for protection on their voyages."
            	},
            	{
                	"name": "Rauni",
                	"image": "/images/horses/rauni.png",
                	"info": "\"Be honest and do things with love.\"\n\nIn Finnish myths, Rauni was the goddess of harvest and abundance. She and her husband Ukko, god of thunder, brought rainstorms to make the crops grow."
            	},
            	{
                	"name": "Reif",
                	"image": "/images/horses/reif.png",
                	"info": "\"Find a goal that keeps you focused.\"\n\nReif and a group of foals have gathered around a crab on the sandy bottom of a lagoon. The crab stands, holding a bit of seaweed in one claw. It appears as if the crab is explaining something to the class. The foals are gathered in a half circle. They are very interested in what the crab is doing."
            	},
            	{
                	"name": "Rhiannon",
                	"image": "/images/horses/rhiannon.png",
                	"info": "\"See and hear the magic all around you.\"\n\nIn Welsh myths, Rhiannon was the goddess of horses. Her white steed walk faster than any other horse could gallop."
            	},
            	{
                	"name": "Rimfaxe",
                	"image": "/images/horses/rimfaxe.png",
                	"info": "\"Give others the gift of your love.\"\n\nIn Norse myths, Rimfaxe was the horse of Nat, goddess of night. Every night he pulled the darkness and the moon across the sky."
            	},
            	{
                	"name": "Rosebriar & Rose Dragon",
                	"image": "/images/horses/rosebriar.png",
                	"info": ""
            	},
            	{
                	"name": "Royce & Caperberry Hob",
                	"image": "/images/horses/royce.png",
                	"info": ""
            	},
            	{
                	"name": "Ruskin",
                	"image": "/images/horses/ruskin.png",
                	"info": ""
            	},
            	{
                	"name": "Sabelle & Eureka Bunny",
                	"image": "/images/horses/sabelle.png",
                	"info": ""
            	},
            	{
                	"name": "Scotty & Bearn Terrier",
                	"image": "/images/horses/scotty.png",
                	"info": ""
            	},
            	{
                	"name": "Santee",
                	"image": "/images/horses/santee.png",
                	"info": ""
            	},
            	{
                	"name": "Seminole",
                	"image": "/images/horses/seminole.png",
                	"info": ""
            	},
            	{
                	"name": "Seneca",
                	"image": "/images/horses/seneca.png",
                	"info": ""
            	},
            	{
                	"name": "Seraphia & Starfall Beetle",
                	"image": "/images/horses/seraphia.png",
                	"info": ""
            	},
            	{
                	"name": "Shawnee",
                	"image": "/images/horses/shawnee.png",
                	"info": ""
            	},
            	{
                	"name": "Serilda & Howling Mossy",
                	"image": "/images/horses/serilda.png",
                	"info": ""
            	},
            	{
                	"name": "Shire Horse",
                	"image": "/images/horses/shire.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, a shire horse is a breed of draught horse, usually in black, white, or grey. These horses are often used for pulling carts and farm work. The breed was established officially in the 1800s."
            	},
            	{
                	"name": "Shoshone",
                	"image": "/images/horses/shoshone.png",
                	"info": ""
            	},
            	{
                	"name": "Signy",
                	"image": "/images/horses/signy.png",
                	"info": ""
            	},
            	{
                	"name": "Skinfaxe",
                	"image": "/images/horses/skinfaxe.png",
                	"info": "\"Let the sun shine through the darkness and light your path.\"\n\nIn Norse myths, Skinfaxe was the horse of Dag, god of day. Every day he pulled the light of the sun across the sky."
            	},
            	{
                	"name": "Sleetmane & Glowball Pooch",
                	"image": "/images/horses/sleetmane.png",
                	"info": ""
            	},
            	{
                	"name": "Sleipnir",
                	"image": "/images/horses/sleipnir.png",
                	"info": "\"You are unique. Let others see what makes you special.\"\n\nIn Norse myths, Sleipnir was a magical eight-legged horse who could run through the air. He belonged to Odin, god of wisdom and king of the Norse gods."
            	},
            	{
                	"name": "Snowflake",
                	"image": "/images/horses/snowflake.png",
                	"info": "\"Change whatever you need to change to make things better.\"\n\n • Parents: Mjolnir & Iduna\n\nSnowflake is a white foal with long shaggy hair like her brother, only she’s pure white. She excitedly runs over a snowy field in a winter wonderland. Snow sprays out behind her hoofs as she runs. her hair flies back. She has long silky coat, like that of a Maltese terrier. The sky is light gray and snow is falling all around. Snowflake is running home to her parents after having fun in the snow all day."
            	},
            	{
                	"name": "Standardbred",
                	"image": "/phasergames/artrandomiser/unknownHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Standardbred is an American breed best known for its participation in harness racing. The breed is also used in a variety of equestrian activities."
            	},
            	{
                	"name": "Starfrost",
                	"image": "/images/horses/starfrost.png",
                	"info": "\"It’s easier to let go of your fear if you know where it came from.\"\n\n • Parents: Iceking & Nyx\n\nThis little gal has her mother’s looks and coloring but has her father’s wings: though the feathers gradually change colors from the mother’s blue hue to her father’s white at the tips.\nShe’s exceptionally small - standing between the two pillars of her father’s forelegs. Starfrost is still a bit timid, scared to venture from her father’s protective side. She has just a hint of a growing horn."
            	},
            	{
                	"name": "Summit",
                	"image": "/images/horses/summit.png",
                	"info": "\"Being with others and being alone can both be beautiful.\"\n\n • Parents: Charlie & Mandalay\n\nSummit is a small brown unicorn with a black and white mixed mane and tail - his muzzle is black with a distinctive birthmark on his forehead where a unicorn should be, but is not. He is standing at the entrance to mountain cave peering in expectantly, (as if dared by some other youth to enter the haunted cave). Fallen moss covered rocks lie to either side of the cave."
            	},
            	{
                	"name": "Sunbeam",
                	"image": "/images/horses/sunbeam.png",
                	"info": "\"Forgiving others helps you let go of hurt feelings.\"\n\n • Parents: Leonardo & Sarah\n\nBright sunlight shines down on this foal, standing in a desert oasis sanctuary. He is a clear reflection of his father with a brown body and white fetlocks. His champaign mane and tail are far more brightly lit, imitating the sun’s rays. Tropical trees and a pool of water complete this desert scene. Sunbeam is just about to dip his head into the pool to cool himself in the heat of the desert; and soak in the refreshing waters."
            	}
        	]
    	},
    	{
        	"title": "T-W",
        	"pages": [
            	{
                	"name": "Tewa",
                	"image": "/images/horses/tewa.png",
                	"info": "Details\n • Area: New Mexico\n • One of the Pueblo peoples\n\nAbout the Tribe\nLike the other pueblo peoples, the Tewa build permanent dwellings out of adobe bricks. Tewa is also the name of a dialect of the Tanoan language, and the people who speak this dialect are also called Tewa. Six pueblo villages speak Tewa, all are located north of Sante Fe, NM."
            	},
            	{
                	"name": "Thor",
                	"image": "/images/horses/thor.png",
                	"info": "\"Learn to trust in the people who care about you.\"\n\nIn Norse myths, Thor was the god of thunder and owner of the magic hammer Mjolnir. Our word \"Thursday\" comes from \"Thor’s day.\""
            	},
            	{
                	"name": "Thunder & Blackcomb Lion",
                	"image": "/images/horses/thunderMaF.jpg",
                	"info": "\"I give you courage. Now you can release your fears.\"\n\nAn impending storm brews in the distance while Thunder stands against the windy updraft with the blackcomb lion at his side. They are equals, partners, side-by-side they prepare for the onslaught of the summer tempest. Before them is a drop of dizzying proportions, a plunging precipice. Ignoring the danger, they lean forward soaking in the elemental energy. In the sky above, violent flashes of lighting imitate the markings found on Thunder’s flank. The blackcomb lion’s fur is jet and gold, the black echoing Thunder’s coloring, the gold sizzling with the energy of lightning. The tail and mane of both horse and lion are similar in their style and coloring."
            	},
            	{
                	"name": "Tigrine & Duskpaw Cub",
                	"image": "/images/horses/tigrine.png",
                	"info": "\"No matter what happens, you can choose the peaceful way.\"\n\nAs hot wind sweeps through green waving grasses, the duskpaw cub crouches, its back end raised, ready to pounce. Tigrine faces off, crouching in a similar fashion, ready to bold. They are both sizing each other up. Who is fiercer? Who is more able? Strong and graceful, even though he looks like he’s barely six weeks old, the duskpaw cub, following his natural instinct, plays a game of stare-down with Tigrine. Because duskpaw cubs do not grow like other felines, staying cute as cubs throughout their lives, some say that they never grow up. Likewise, Tigrine has a foal’s body and temperament. They like the same games: that’s why they’re such good friends."
            	},
            	{
                	"name": "Tlingit",
                	"image": "/images/horses/tlingit.png",
                	"info": "Details\n • Area: Temperate rainforests of the southeastern Alaskan coast\n • One of the Pueblo peoples\n\nAbout the Tribe\nThe culture of the Tlingit is varied and complex. Historically they lived in a land of unparalleled abundance and this provided them the leisure time to create beautiful works of art in painting, carving, textiles and pottery, elaborate totem poles and masks. Tlingit have a saying: “when the tide goes out, the table is set.” This refers to the abundance of shellfish to be had on the beaches of the Pacific Northwest coastline. They also hunted salmon and seal.\n\nThe Tlingit culture is organized around clans and houses, each with their own chief. There is no central authority. Society was matrilineal, and men went to live with their wife’s extended families. Children were trained and disciplined by their mother’s brother-rather than their fathers.\n\nTlingit practiced the potlatch, which is a community gathering with feasting, dancing, music, stories, games and ceremony. The Tlingit built sturdy permanent longhouse dwellings out of the abundant cedar wood to be found in the Pacific Northwest. Today, because of the unique nature of the State of Alaska’s relationship with the Native American peoples living inside its borders, the Tlingit have no reservation, but rather exist as a tribal corporation."
            	},
            	{
                	"name": "Toboggan",
                	"image": "/images/horses/toboggan.png",
                	"info": "\"Do funny things that make you giggle.\"\n\n • Parents: Iceking & Nyx\n\nThis little rascal is the youngest and most adventurous of the foals with many of the carefree attributes often found in young siblings. Here we see him surfing down the side of a mountain in an ice chute; he’s having a blast while on the verge of whipping out spectacularly. He closely resembles his mother blue hide with no wings - he has his father’s horn: large and strong. A contrail of aurora energy trails off the tip of the horn."
            	},
            	{
                	"name": "Tricksy & Cunning Flitkit",
                	"image": "/images/horses/tricksy.png",
                	"info": "\"Spend time with true friends who understand you\"\n\nCunning flitkits, which look like plump flying pandas, are loveable misfits. They fully accept who they are and embrace their differences. With the best qualities of cats, foxes, and bats, they are highly adaptable to their surroundings: climbing, running, and flying with equal mastery. In addition, flitkits love to inspire others to think beyond the possible and frequently pop up where they are least expected. They are also fascinated by anything that is creative, different, and goes against the grain. The cunning flitkit teaches us that living creatures have amazing potential and no cage that can hold intelligence and creativity.\n\n The horse Tricksy is right at home with her magical friends and shares much of their coloring. She also loves to inspire and encourage thinking outside the box and coloring outside the lines."
            	},
            	{
                	"name": "Tsimshian",
                	"image": "/images/horses/tsimshian.png",
                	"info": "Details\n • Area: Coast of British Columbia just south of Alaska, near Terrance and Prince Rupert\n • Had very friendly tribal relations with the Tlingit and the Haida\n\nAbout the Tribe\nThe Tsimshian fished for salmon and halibut. They hunted for seal, sea otters and sea lions. Like the Tlingit, they built large and elaborate longhouses out of wood. Though they share many cultural traits with the Tlingit, they do not share their language."
            	},
            	{
                	"name": "Tugo & Seashell Bug",
                	"image": "/images/horses/tugo.png",
                	"info": "\"Cheerful thoughts give you energy and faith.\"\n\nTugo and his friends the seashell bugs live on the verge of a black sand beach, dotted with hundred of holes. As the rainy season fades and the sunshine warms the black sands of bita'galo, thousands of fist-sized creatures, with six legs and what appears to be a green/black/brown tortoise shell on their back, make their way from the dense rain forest to the sun-baked beaches. These are seashells bugs and their favorite food, kelpis root, is now in season. Digging deep holes in the sand, the seashell bugs search for kelpis root. Within just a few hours, the once pristine black sands take on a pock-marked appearance that will soon disappear with the incoming tide. For weeks the seashell bugs will make their home on this stretch of beach, gathering kelpis root and storing bunches of it in one hole or another.\n\nTugo, an orange-grey water pony, loves to splash and play in the surf to entertain his magical friends, the seashell bugs."
            	},
            	{
                	"name": "Tumbleweed",
                	"image": "/images/horses/tumbleweed.png",
                	"info": "\"Changing your thoughts can change your life.\"\n\n • Parents: Skipper & Flora\n\nTumbleweed is all boy - his coloring is piebald, with bigger black spots than Skipper, but fewer than Flora. The scene depicts Tumbleweed practicing jumping maneuvers. One of his best buddies is a jackrabbit who is demonstrating to Tumbleweed how to properly jump, he’s above and off-center in a stylistic gymnastic pike jump. Tumbleweed is following the jackrabbit’s lead, but not nearly so effortless with more of a bucking motion, his hindquarters and tail up in the air. In the foreground are blue and yellow flowers. Skipper is seen in the distance, watching."
            	},
            	{
                	"name": "Urd",
                	"image": "/images/horses/urd.png",
                	"info": "\"Believe in life and everything it has to offer you.\"\n\nIn Norse Myths, Urd was one of the three Norns, goddesses who decided the fates of both humans and gods. She and her sisters watered Yggdrasil, a great tree that connected all worlds, from their well."
            	},
            	{
                	"name": "Viking",
                	"image": "/images/horses/viking.png",
                	"info": "\"Bring all that is good in life to your friendships.\"\n\nThe Vikings were Scandinavian warriors, explorers and traders whose longboats ruled the seas of northern Europe from about 800 to 1066. One Viking band, led by Leif Eriksson, even sailed all the way to North America!"
            	},
            	{
                	"name": "Virstan & Malachite Crab",
                	"image": "/images/horses/virstan.png",
                	"info": "\"Value your strengths and they will grow.\"\n\nVirstan the water horse shares his coloring with his friends the malachite crabs. They live together on the shores of the inland sea surrounded by majestic mountains that rise into the soft blue sky. Large green boulders line the sandy shore, tidal waters lapping at their edges. Malachite crabs are four-feet long and have razor sharp claws. They use their claws to cut away chunks of malachite from boulders on the shore. Malachite crabs consume the rare green mineral to produce their unique shells. Malachite crabs’ eyes shine a brilliant green corresponding with their shells. Meanwhile, Virstan dances in the surf and cools off from the heat of the summer sun. Other Malachite crabs peer humorously from the foaming waves underlit by glowing phosphorous.\n\nThe malachite crab is a very curious crab. It gets its name from the malachite stone, which is bright green, and black."
            	},
            	{
                	"name": "Wasco",
                	"image": "/images/horses/wasco.png",
                	"info": "Details\n • Area: Columbia River Basin-Pacific Northwest\n • Spoke the Chinookan language.\n\nAbout the Tribe\nWasco people lived on the south bank of the Columbia River near the present-day city of The Dalles, Oregon. The Wishram lived on the north bank, and these two people are sometimes considered one and referred to as the Wasco-Wishram. The Wasco-Wishram dwelled between the Plateau and Northwest Coast cultural areas. They spoke the same language.\n\nIn spring the Wasco women harvested roots for the Root Feast, a ceremony held in honor and gratitude to the Creator for the reemergence of life after the winter season. They were important middlemen in a vast trade network. From the east they received skins and the customs of the Great Plains tribes, from the west seafood and shells, and they traded with peoples from the north. Salmon was the staple item of trade and their main food source, and were available in abundant quantities in the Columbia River.\n\nThe Wasco-Wishram lived in villages each with its own leaders. The winter village was near the river and permanent and their main food source, and were available in abundant quantities in the Columbia River. The Wasco-Wishram lived in villages each with its own leaders. The winter village was near the river and permanent or semi-permanent in nature, with the houses constructed of cedar planks. In the summer they moved from camp to camp fishing, hunting, gathering berries, and digging roots."
            	},
            	{
                	"name": "Waterpearl & NeonTadpole",
                	"image": "/images/horses/waterpearl.png",
                	"info": "\"You can change what you do and still be yourself.\"\n\nWaterpearl is related to lien: both are elemental horses born of water. Whereas Lien loves standing, still waters, Waterpearl loves fast running waters. That’s because her best friends, the magical neon tadpoles, love to jump and swim in running water. They like waterfalls best of all. They are neon green, which gives them their name."
            	},
            	{
                	"name": "Whimsy",
                	"image": "/images/horses/whimsy.png",
                	"info": "\"Be thankful for the happy times you share with your friends.\"\n\n • Parents: Royce & Pink Lady\n\nWhimsy is a fun-loving pink unicorn filly who enjoys frolicking in snow-covered fields with winged otters. Her chaotic little buddies lead her on many adventures, often filled with reckless folly. Today Whimsy a family of winged otters, leads Whimsey along, jumping and sliding along chutes and corridors in, out and through icy terrain - using their wings for greater speed. This delightful scene shows Whimsy playing with adolescent winged otters."
            	},
            	{
                	"name": "Wichita",
                	"image": "/images/horses/wichita.png",
                	"info": "Details\n • Area: North Texas\n\nAbout the Tribe\nBecause of their custom of tattooing the area around their eyes, they became known as the Raccoon People.\n\nThe Wichita were skilled builders of wickiups, which were semi-permanent. They left these dwellings in the winter to go north to hunt the buffalo. They were skilled in growing corn (maize)."
            	},
            	{
                	"name": "Wodan",
                	"image": "/images/horses/wodan.png",
                	"info": "\"Be the first to say you are sorry.\"\n\n • Parents: Mjolnir & Iduna\n\nWoodan is a dun-colored foal covered with long hair like an icelandic pony. His hair is so long and shaggy, only one eye peeps out from his bangs. He has some of the cuteness of a bear cub combined with a sheepdog. This is a boy who loves to play in the snow. Woodan is shown in a snowy meadow full of snow covered boulders and rocks - no trees. A single flower rises above the snow. Woodan is looking down at it with his one eye as though deciding whether to eat it."
            	}
        	]
    	},
    	{
        	"title": "X-Z",
        	"pages": [
            	{
                	"name": "Yakama",
                	"image": "/images/horses/yakama.png",
                	"info": "Details\n • Area: Washington State, near the Yakima River.\n • Encountered by the Lewis and Clark Expedition.\n\nAbout the Tribe\nHistorically, the Yakama Nation comprised 14 different tribes and bands living along the Yakima River, a tributary of the Columbia River. They fished for salmon, steelhead and sturgeon. They also gathered huckleberries, roots, and chokecherries. They were members of a widespread trading network, and traded for horses, dogs, baskets, textiles and other tools and necessaries.\n\nToday the Yakama Nation has a reservation along the Yakima River in Washington State. They operate several successful business enterprises. A notable Yakama tribal member is Elyse Umemoto, Miss Washington 2007-2008 and who won 2nd place in the Miss America 2008 pageant."
            	},
            	{
                	"name": "Zephan",
                	"image": "/images/horses/zephan.png",
                	"info": "\"Look at yourself with kindness and love.\"\n\nMirage possums get their name from their unique ability to change color; they are albino naturally, (white furred with pink eyes), but they are born with chameleon like powers that allow them to change color based upon their surroundings. Possums live in giant cabora palm trees that surround pools of pristine water in desolate desert settings.\n\nCabora palms are unique in the plant kingdom in that they grow fruits of all shapes and sizes. Like snowflakes, no two fruits are the same. Possums thrive among the cabora, never bored-they have endless choices. Possums climb trees to harvest fruit, and then hang upside to devour their meal. When they come near fruit clumps their fur changes color to resemble whatever fruit they are closest to.\n\nZephan is the friend of many mirage possums. They are kindred spirits: Zephan has the ability to change color, just like they do."
            	},
            	{
                	"name": "Zuni",
                	"image": "/images/horses/zuni.png",
                	"info": "Details\n • Area: Zuni Pueblo, New Mexico, U.S.\n\nAbout the Tribe\nHistorically, Zuni women made pottery according to clan tradition. Clay for the pottery was dug after giving ritual thanks to the Earth Mother. It was first ground, and then sifted and mixed with water. After the clay was shaped into a vessel, it was scraped smooth with a scraper. Then a thin layer of finer clay was applied to the surface for extra smoothness. Then the vessel was polished with a stone. After the piece was painted with home-made organic dyes using a yucca brush, the pottery was fired in kilns. During the firing, silence was observed in order to maintain the original \"voice\" of the \"being\" of the clay and its intended purpose. Selling pottery and other traditional arts and crafts is a major source of income for many of the Zuni, and an artisan may be the sole financial support for their immediate family as well as others. They make pottery, clothing, baskets, and Kachina dolls.\n\nThe cultural life of the Zuni people revolves around their religion, which is unique from the other Pueblo peoples. They venerate three deities: Earth Mother, Sun Father and Moonlight Giving Mother. They make barefoot pilgrimages and engage in ceremonies honoring birth, coming of age, marriage and death.\n\nZuni culture has always been extremely placid and tranquil. They have earned a status in the popular culture of the West as a profoundly spiritual and peaceful people."
            	}
        	]
    	}
	]   
}
