{
    "title": "Bienvenue dans la BELLAPEDIA",
    "intro": "Enfin une page pour tous les amoureux des chevaux.\n\nChoisis un livre, trouve un cheval et il répondra à tes questions sur les chevaux. Ce ne sera peut-être que le début de ton fabuleux voyage d'exploration dans le monde des chevaux.\n\nAmuse-toi bien!\n\nUn grand merci à l'Oklahoma State University pour les détails concernant les chevaux.",
                    "info": "\"La vie est pleine de surprises. Profites-en !\"\n\nDans les mythes celtiques, Danu était une grande déesse, mère des dieux irlandais. Ces dieux se faisaient appeler les \"Tuatha dé Danann\", ce qui signifie \"le peuple de Danu\".\""
                    "info": "\"La conviction te donne le courage d'avancer et de tenter ta chance.\"\n\nFirewalker (\"celui qui marche sur le feu\") est un nom anglais attribué à un cheval scandinave mythique qui pouvait marcher sur le feu et dans les airs. Il appartenait à Frey, dieu de la paix et de l'abondance et frère de Froya."
	"books": [
    	{
        	"title": "A-D",
        	"pages": [
            	{
                	"name": "Abenaki",
                	"image": "/images/horses/abenaki.png",
                	"info": "Details\n • Area: Northeastern U.S. in the area of present-day Maine.\n • Their name means \"people of the dawn.\"\n\nAbout the Tribe\nThe Abenaki lived in wigwams, temporary dwellings, while they moved about seasonally, but also built permanent longhouses in centralized villages. Their seasonal migrations included hunting, fishing, and growing a variety of crops, but they returned to their longhouses during the winter. Abenaki built birch-bark canoes for water travel.\n\nThis tribal group includes the Penobscot and the Androscoggin. Abenakis fought against the English on the side of the French during the Seven Years' War from 1756 to 1763. After their defeat, many went north where they were welcomed by the French with gifts of land, and presently, there is a reserve in Saint Francis, Quebec."
                   	 
            	},
            	{
                	"name": "Abrasoke",
                	"image": "/images/horses/absaroke.png",
                	"info": "Details\n • Area: Western U.S. at the foothills of the Rocky Mountains in present day Montana.\n • Their name is derived from the language of their sister tribe, the Hidatsa, and means \"people of the large-beaked bird.\"\n • The Absarokes are more commonly known as the Crow Nation.\n\nAbout the Tribe\nThe Crow used horses to hunt buffalo, and did not farm other than to raise tobacco. They cultivated two kinds of tobacco—medicine tobacco used in ceremonies and everyday tobacco.\n\nIn the 19th Century, the Crow allied with the United States, and fought on the side of the U.S. in various conflicts against the Cheyenne, Arapahos, and Sioux. Today, the Crow Nation has the largest reservation in the state of Montana, 1.5 million acres."
            	},
            	{
                	"name": "Akama",
                	"image": "/images/horses/akama.png",
                	"info": "Details\n • Area: Acoma Pueblo, New Mexico, US.\n • Name means \"The People of the White Rock.\"\n • Acoma Pueblo is the oldest continuously inhabited location in the U.S.\n\nAbout the Tribe\nLike other Pueblo tribes, the Acoma built permanent dwellings out of adobe bricks. They were active traders with Pueblo tribes to the east and west and with Aztecs and Mayans to the south.\n\nAcoma Pueblo is also known as Sky City because of its location high atop a 370-foot tall mesa. A mesa is a flat-topped hill with sheer cliff sides formed by differential erosion. Mesa means \"table\" in Spanish.\n\nThe Acoma have historically been allied with the Laguna tribe. That alliance survives today. Their reservations border each other and they share many resources between them, including a high school. The Acoma have been master potters for 2000 years."
            	},
            	{
                	"name": "Aleut",
                	"image": "/images/horses/aleut.png",
                	"info": "Details\n • Area: The seventy Aleutian Islands that extend 1,000 miles southwest from Alaska.\n • Russians named this tribe Aleuts. They call themselves Unangan, which means \"The People.\"\n • During World War II some Aleuts were captured by the Japanese and held as prisoners of war.\n\nAbout the Tribe\nTraditional Aleuts were exceptional maritime hunters, using harpoons to catch prey, which consisted of whales, otters, sea lions and seals. They built light, flexible boats called kayaks. Aleuts built and lived in underground houses called barabaras. Barabaras were camouflaged to blend in with the surrounding ground, making them almost undetectable.\n\nAleuts made jewelry out of ivory, bone and feathers. Aleuts developed techniques for surviving harsh arctic winters. During the summers the Aleuts would travel inland to fish for salmon and live in temporary dwellings.\n\nToday Aleuts still live in Alaska, where 44 million acres of federal land was set aside for Alaska's Inuit and Aleut populations."
            	},
            	{
                	"name": "American Quarter Horse",
                	"image": "/images/horses/americanQuarterHorse.jpg",
                	"info": "Fun Facts\n • 14.1-16 hands\n • Solidly colored with chestnut* being the most common\n • Very strong and flexible\n • Docile, smart, and have a good sense of humor\n • Good for a variety of activities including competition, endurance, jumping, racing and working\n\nDistinguishing Features\n • They are bred in 3 types: Racing Quarter Horse, Show/Halter Quarter Horse, and Stock-type Quarter Horse.\n • Some historians believe it is the oldest horse breed in the United States.\n • The Quarter horse earned its name for its ability to sprint at great speed** for one quarter mile.\n • It is the largest breed registry with 3.2 Million registered around the world.\n • The Quarter Horse is one of the fastest horse breeds in the world."
            	},
            	{
                	"name": "Anemone & Whiffle Bear",
                	"image": "/images/horses/anemone.png",
                	"info": "\"Keep your heart open. Believe in getting and giving love.\"\n\nTogether the whiffle bears and Anemone \"herd clouds.\" Whiffle bears are known to send rain clouds over farms during dry spells and steer them away from picnics. Of course, they can also do it the other way around. But, whiffle bears are very friendly and jolly creatures. They try to be helpful, rather than mischievous.\n\nAnemone lives high in the sky, fluttering among towering cumulus clouds. She glides on updrafts and lounges on floating islets. Whiffle bears have befriended Anemone. In this picture, a waggle of whiffle bears weaves cloud blossoms into Anemone's mane and tail. Thick white clouds float delicately by, filled to capacity with burgeoning cloud blossoms.\n\nFun  Fact: Anemone's name comes from the Greek word for the four winds: Anemoi. In mythology, the four winds(north, south, east and west) were: Boreas, Notus, Eurus, and Zephyrus."
            	},
            	{
                	"name": "Anigan & Chucklepuck",
                	"image": "/images/horses/anigan.png",
                	"info": "\"Find something about this moment that makes you laugh.\"\n\nAnigan and chucklepucks love to play and laugh. Anigan was a wheezy, horsey laugh. Chucklepucks talk to each other with giggles, not words. Their laughter makes magic.\n\nSome say that chucklepuck laughter causes toadstools to grow. Others believe that eating toadstools makes the chucklepucks laugh. Which came first, the fun or the fungus?\n\nSeein something funny helps you feel less fearful. A good sense of humor doesn't show disrespect."
            	},
            	{
                	"name": "Anisinabe",
                	"image": "/images/horses/anisinabe.png",
                	"info": "Details\n • Area: Primarily the Great Lakes region of North America, but have spread through a vast geographical area of the U.S. and Canada.\n • Includes  Ojibwa, Algonquians, Potawatomi, and the Chippewa. The tribe calls itself Anisinabe, \"Original People.\"\n • One of the largest tribal groups in North America, the third largest after the Cherokee and Navajo.\n\nAbout the Tribe\nAnisinabes hunted, fished and trapped. They gathered wild rice and made maple sugar. They farmed squash and maize. Anisinabe created sacred birch-bark scrolls in which they recorded their tribal history. Some believe that the word ‘Ojibwa' is derived from ‘o-jib-i-weg' which means, \"Those who Make Pictographs.\" Anisinabe also practiced the Sun Dance.\n\nAnisinabe did not move around as much as other tribes. They built wigwams and also made birch-bark canoes. Their society was organized around clans named for totem animals. The Anisinabe term is \"dodem\".\n\nToday, there are Anisinabe reservations in the states of Michigan, Minnesota, Wisconsin, North Dakota, Montana, and the Canadian provinces of Ontario, Manitoba, and Saskatchewan."
            	},
            	{
                	"name": "Apache",
                	"image": "/images/horses/apache.png",
                	"info": "Details\n • Area: A vast homeland that stretched west to east from Arizona to Texas and north to Colorado.\n • Apaches share language roots and culture with the Navajos.\n • The best known Apache was Geronimo.\n\nAbout the Tribe\nThe basis of Apache culture is the family unit. Extended families were only loosely aligned with each other, and unified, centralized politics was unknown. Apache families were matrilineal. Upon marrying, a man went to live with his wife's extended family. Grandmothers possessed a powerful status, but there was a custom forbidding a wife's mother from speaking to her daughter's husband.\n\nApaches developed a friendly trade relationship with the Pueblos, but fought with the Comanche when that tribe encroached on Apache lands. They also fought wars against the United States.\n\nApaches built wickiups, frame structures covered with matted bark or brush, similar to wigwams."
            	},
            	{
                	"name": "Appaloosa",
                	"image": "/images/horses/appaloosa.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Appaloosa horses are an American horse breed, best known for their spotted coat patterns in various colors. The breed has a wide range of body types. This breed has historically been bred by Ancient Greece, Han Dynasty China, and by the Nez Perce tribe, amongst many others.\n\nThe name \"Appaloosa\" comes from American settlers, who referred to these horses as \"Palouse horses\", most likely after the Palouse River in the heart of Nez Perce country."
            	},
            	{
                	"name": "Arabian",
                	"image": "/images/horses/arabian.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, the Arabian, or Arab horse, is a breed of horse originating on the Arabian Peninsula. They have a distinctive head shape, as well as a high tail carriage. It is both one of the most recognizable breeds, and one of the oldest, dating back at least 4,500 years in the Middle East.\n\nArabians are known as a versatile breed, and are often used in endurance riding and other sports."
            	},
            	{
                	"name": "Arapaho",
                	"image": "/images/horses/arapaho.png",
                	"info": "Details\n\n • Originally called themselves \"The Bison Path People\" because they followed the migration of the buffalo across the northern plains.\n • The name Arapaho is derived from the Pawnee word for 'trader' because the Arapaho were renowned fur and hide traders.\n\nAbout the Tribe\nArapaho lived in cone-shaped, hide-covered dwellings called tipis, which they could quickly put up, take down, and move. They began using horses in the late 1700s. The Arapaho had complex relations with other plains nations. They were allied with the Cheyenne and enemies of the Crow. They had adversarial relations with the Pawnees, the Comanche and the Kiowa in the east, and the Ute and Shoshone in the west.\n\nCentral to the Arapaho culture was the Sun Dance, a ceremony that lasted for days, and which included rituals, fasting and sleep deprivation. Present-day Arapahos have the seventh largest reservation in the United States: the Wind River Indian Reservation in Wyoming, which encompasses an area of 3,700 square miles."
            	},
            	{
                	"name": "Arelus & Aurelian Chub",
                	"image": "/images/horses/arelus.png",
                	"info": "\"A happy memory can bring you joy right now.\"\n\nAurelius and the Aurelian Chubs live in mountain meadows. Aurelian Chubs are part bear and part cat. They eat mountain coral, a plant that grows all year long. The Aurelian Chub eats his body weight daily!\n\nArelus has a mane, tail and stockings of golden yellow. The coat of the Aurelian Chub is also golden yellow. This may explain the name of the Aurelian Chub. \"Aurelia\" refers to the golden chrysalis of certain butterflies.\n\nWhen you remember a happy memory, it is almost as nice as the first experience. It can help you feel better now."
            	},
            	{
                	"name": "Artemis",
                	"image": "/images/horses/artemis.png",
                	"info": "\"I will help you have courage and pride.\"\n\n • In Greek mythology, Artemis is the goddess of forests and hills. She is often shown with a bow and arrows and is also called \"goddess of the hunt.\"\n • The Roman goddess Diana corresponds to Artemis.\n • At some point in classical times, Artemis became associated with Selene, the goddess of the moon.\n\nArtemis is depicted as a zebra upon the pampas or savanna, with an elfin zebroid centaur standing next to her. Her message inspires courage and pride in one's unique self and one's family."
            	},
            	{
                	"name": "Atalaya & Grecklesaur",
                	"image": "/images/horses/atalaya.png",
                	"info": "\"Use kind words when you talk about yourself.\"\n\nAtalaya is a mare with pinto coloring. She has friends called grecklesaurs. They live in a part of North of North called \"The Borderlands.\" Like Yellowstone Park, it has thermal pools, mud pits, and geysers.\n\nGrecklesaurs move in groups, alert for any signs of trouble. Grecklesaurs are large and have few enemies. But, if one spots danger, they bellow a special warning cry. The rest of the herd joins in. This usually scares off the intruder. Grecklesaurs hate fire. They stomp out unattended flames to keep them from spreading. This makes them North of North's resident fire marshals.\n\nAtayla's message is about positive self-talk. Don't mimic nasty, blaming voices when you talk about yourself."
            	},
            	{
                	"name": "Autumn & Falltide Leafkin",
                	"image": "/images/horses/autumn.png",
                	"info": "\"Finishing what you started gives you energy.\"\n\nAutumn is a brown horse with a leafy autumn colored mane. She is more than just a beautiful horse, she's a force of nature. Her presence makes the season change. The elemental spirit in horse form has minions, little critters that follow her about, these are tiny forest spirits called falltide leafkins. They appear to be shrews with leaves upon their backs, the leaves come in all varieties, maple leaves, beech, oak and more, as many leaves as there are trees. The leafkins range in color, covering the spectrum of red, yellow, orange and brown.\n\nWhere ever Autumn is, the season changes. She alway walks towards winter and away from summer.\n\nLeafkins are an enigma, forest spirits only seen at the change of the seasons. Some say they prepare the world for winter. They ready it for the coming months of ice and snow, gathering nuts, tucking flowers away, planting seeds for the coming spring, and collecting falling leaves. Everywhere they go, plants and animals get sleepy and go dormant. These sweet delicate creatures perform their task perfectly, never tiring, always ready to tuck the forests of the world into bed, like one would tuck a child. They do so tenderly and with great affection and care."
            	},
            	{
                	"name": "Azuro & Marsh Burbler",
                	"image": "/images/horses/azuro.png",
                	"info": "\"Know that you are loved for who you really are.\"\n\nMarsh burblers live in swamps and get their name from the \"burbling\" sound they make. They are big birds with red markings. Since their friend Azuro is an air horse and the marsh burblers are birds, you might expect that they would like to fly together. However, that isn't so. Marsh burblers are flightless birds, like penguins. The marsh burblers have taught Azuro how good the dark dampness of the swamp feels. He likes to wallow in swampy water and cool off. He doesn't mind that the marsh burblers can't fly even though they have wings.\nAzuro loves his marsh burbler friends for who they are, not for who they should be."
            	},
            	{
                	"name": "Barleycorn",
                	"image": "/images/horses/barleycorn.png",
                	"info": "\"Your way can be different without being better or worse than others.\"\n\nBarleycorn is an old grey stallion with lighter spots.\nBarleycorn stands tall in the background while several small foals stand in line waiting their turn to jump over a low hedge. One foal is in the middle of a jump. In the hedge can be seen, just barely, an ivy dragon watching the foal leap over head. Barleycorn is somewhat plump, and seems jolly."
            	},
            	{
                	"name": "Bathylas & Seastelly",
                	"image": "/images/horses/bathylas.png",
                	"info": "\"When you try something new, you learn and grow.\"\n\nSeastellys live in the depths of the sea near a submerged crater created by a falling star. The crater has a mineral in it that has turned the surrounding water orange. Seastellys are translucent white creatures with orange trimming on their backs and long flowing eyebrows. They crackle with electricity that arcs between them and the orange minerals inside the crater. Though seastellys are normally slow and gentle swimmers, when the currents and water temperature are just right, they will playfully frolic in the orange depths. As they swim faster and faster, the electrical build-up becomes more charged and the ocean floor takes on an almost fluorescent quality. The water horse Bathylas is so shy that the only time he emerges is during this activity. When Bathylas does appear, the seastellys swim excited in circles, darting in and out of the coral!"
            	},
            	{
                	"name": "Beau & Chromeling",
                	"image": "/images/horses/beau.png",
                	"info": "\"Choose to do what you feel is right.\"\n\nChromeling shells are as shiny as mirrors and almost indestructible. Their shells mirror their personality. They are quick-witted and perky.\nChromelings don't hang out with just anybody; they're shiny little snobs. Beau, a young stallion, enjoys wasting time hanging out and looking good. In the picture, chromelings have congregated by a slow moving river. They're basking in the sun. Beau stands on the riverbank. His hooves sparkle and a jeweled breastplate hangs about his neck. He does not want to get his hoofs wet. He loves to gaze at his own reflection in the chromeling shells below."
            	},
            	{
                	"name": "Beauty",
                	"image": "/images/horses/beauty.png",
                	"info": "\"Bring one of your friends and come play with me.\"\n\n • Beauty is a chestnut foal with a white star on her forehead. She is playful and loving.\n • Beauty is depicted standing next to her mother, ears pricked forward, with a friendly, welcoming expression.\n\nBeauty's message reinforces inclusion, acceptance within group activities; and the exuberance one can feel playing with one's friends."
            	},
            	{
                	"name": "Bella & Starstone Otter",
                	"image": "/images/horses/bellaMaF.jpg",
                	"info": "\"Think positive every day! Feel the bliss of joy and energy that comes with it.\"\n\nIn North of North magical creatures are common. Yet the Starstone Otter is the rarest of all creatures. She is full of wisdom and majesty. The Starstone Otter is named for the unique jeweled pendant she wears. Where this mysterious stone comes from is unknown. The Starstone Otter shows herself only to those who have great purpose. The Starstone Otter and Bella have been friends for many long years.\n\nIn the picture, the Starstone Otter greets Bella with a beautiful gift: a sprig of lavender foxglove. On this crisp spring day, the queenly otter is perched upon an outcropping high above twin waterfalls in the background. Sparkling mist rises. A beam of sunlight shines through the mist and produces a rainbow. Bella stands below in the center of the heavenly spotlight. Golden motes of magical energy float gently around them. The two regal ladies meet with genuine respect and admiration."
            	},
            	{
                	"name": "Beran & Twinkle Imp",
                	"image": "/images/horses/beran.png",
                	"info": "\"You can choose this moment to change yourself.\"\n\nWhen spring comes to North of North, days grow longer. The sun climbs higher in the sky. That is when Beran of the Great Forest rises to begin his work. His friends the Twinkle Imps go with him, running, dancing and singing happy songs.\n\nWherever Beran and the Twinkle Imps go the snow melts. Spring buds appear. As Twinkle Imps dance over the ground, grass turns from brown to green. Tulips and daffodils emerge from the cold soil.\n\nAs the Twinkle Imps play, Beran marches solemnly through forest and meadow. Beran has one of the most important jobs in North of North. He's magically harnessed with invisible tack, and as he walks, he pulls the world closer to the warmth and light of the sun. The Twinkle Imps laugh and dance and play around him. Beran loves their company and that makes his chore easier to bear.\n\nFun Facts: Beran is inspired by the Green Man. The Green Man is a figure from European folklore who symbolizes spring. Beran's name means \"spear\" in several languages."
            	},
            	{
                	"name": "Bifrost",
                	"image": "/images/horses/bifrost.png",
                	"info": "\"Where love is there are always miracles.\"\n\nIn Norse myths, Bifrost was a rainbow bridge that connected the human world to the world of the gods. A god named Heimdall guarded the bridge so only the gods could cross it."
            	},
            	{
                	"name": "Blackfeet",
                	"image": "/images/horses/blackfeet.png",
                	"info": "Details\n • Area: Rocky Mountains of northwest Montana, Alberta, Saskatchewan.\n • The Blackfeet Nation consists of three allied tribes: the Piegan, the Blood, and the Siksika.\n • Blackfeet were considered one of the most powerful of the northwestern tribes by the Europeans and their neighboring tribes.\n\nAbout the Tribe\nOriginally from the Great Lakes area, the Blackfeet hunted buffalo, which provided food and hides for clothing and shelter. They lived in tipis. Their traditional enemies included the Assiniboine, the Cree and the Crow. Religious practice included the Sun Dance.\n\nToday the Blackfeet Nation is centered in Browning, Montana, where they possess 1.5 million acres of land east of Glacier National Park. The Blackfeet Nation hosts \"North American Indian Days \" every July in Browning. There are also Piegan reserves in Alberta, Canada."
            	},
            	{
                	"name": "Blackie",
                	"image": "/images/horses/blackie.png",
                	"info": "\"Follow your dreams. Feel the happiness it brings.\"\n\n • Blackie's look is inspired by the Friesian horse. He's black with a beautiful flowing mane, magnificent crest and rearing pose.\n • His eyes sparkle with intent and resolve.\n • Blackie has black \"feathering\" on his fetlocks and ankles.\n\nBlackie's message inspires confidence. It is important to try new things in order to find out what you want to do in life. But when you know what activities give you happiness, it's important to carry through."
            	},
            	{
                	"name": "Blossom & Posybird",
                	"image": "/images/horses/blossom.png",
                	"info": "\"Close your eyes and imagine your wildest dream.\"\n\nPosybirds come to life in the springtime when trees burst into bloom. They look just like cherry tree blossoms. Posybirds snuggle together in pink clusters. They huddle to share warmth and enjoy each other's close company. As posybirds grow, they shed their blossom-like feathers. During this time cherry blossoms fill the air. The sky is so full of pink blossoms it looks like a pink blizzard. The picture shows Blossom dancing on her hind legs in a grove of cherry trees. The world around her explodes with pink blossoms. On a branch above her, a chorus of posybirds snuggle together. Their long tail feathers have intertwined."
            	},
            	{
                	"name": "Bonnie & Glow-Eyed Catkin",
                	"image": "/images/horses/bonnie.png",
                	"info": "\"When you do something wrong, learn from it and forgive yourself.\"\n\nGlow-eye catkins love to sleep. You can find them dozing under a tree or with their friend Bonnie. Bonnie, like Beran, Autumn and Greenlock, has a mane and hair of leaves. That means that she has a kind of plant magic and is very close to living, growing plants. The glow-eyed catkins keep rabbits away from grazing on Bonnies hair. Making mistakes is part of life. Everyone makes them. But you don't have to hang on to the bad feelings that result. Bonnie knows that it's also a mistake to forgive yourself too soon. Learning from mistakes is the key. You need to learn the lesson before you can forgive."
            	},
            	{
                	"name": "Brisi",
                	"image": "/images/horses/brisi.png",
                	"info": "\"Let's celebrate — come dance with me!\"\n\nBrisi is short for Brisingamen, which was a famous necklace owned by the goddess Froya. The runes on the rock behind Brisi say, \"Let love guide you.\""
            	},
            	{
                	"name": "Brumby & Hounderoo",
                	"image": "/images/horses/brumby.png",
                	"info": "\"Let go and enjoy the ride\"\n\nHounderoos live in the high grasslands of the savannah, similar to meerkats. Visitors will notice Hounderoo heads rising and falling as they run and jump through the grass. They love to move quickly hopping and racing along. When they're stationary their tail sticks straight up matching their grass surroundings. Brumby loves Hounderoos' sense of speed and often challenges them to races.\n\nIn this scene pictured, a mother Hounderoo has caught a lift on Brumby's back, as a baby Hounderoo leans forward, eager to join the race, but not yet grown large enough.\n\nBrumby's message resonates for this tyke. It is natural to want the freedom, control and say-so that being older brings with it. But what you have now is extra special, and will never be equaled."
            	},
            	{
                	"name": "Caspian Horse",
                	"image": "/images/horses/caspianHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, the Caspian Horse is a breed created in 1965 by Louise Firouz, an American living in Iran, to re-create one of the oldest horse breeds in the world dating back to 3400 B.C.E. The species is critically endangered."
            	},
            	{
                	"name": "Ceratos & Prehistoric Bobolink",
                	"image": "/images/horses/ceratos.png",
                	"info": "\"You live in a world of amazing abundance. Believe it!\"\n\nCeratos is a yearling, a little unkempt and awkward with a mischievous glint in his eye. He and his bobolink friends love to sneak into the orchard to eat plumberries.\nPlumberries are what a bobolink likes better than any other food. They love the sweet juice. Bobolinks eat so many that their hides have turned the same purple color as the plumberries\n.Bobolinks love fruit and berries, especially purple plumberries, which are a cross between giant plumbs and grapes. They have very little self-control when it comes to these succulent treats, and are often pictured with purple stains on their face—evidence that they've recently indulged in their favorite treat. Ceratos also shares the bobolink's fondness for plumberries and often teams up with his diminutive friends to acquire them. As a result, he often has the same tell-tale purple stains around his muzzle. Because of their shared passion for fruits and berries, both Ceratos and bobolinks have a reputation for single-minded mischief. If you were to put a plumberry pie on your windowsill to let it cool, one of them would cause a distraction so that the other could make off with it while you weren’t looking."
            	},
            	{
                	"name": "Cha Ye & Tea-Leaf Panda",
                	"image": "/images/horses/cha ye.png",
                	"info": "\"Smart people got that way by asking questions\"\n\nCha Ye resides deep within an exotic Bamboo Forest near a natural hot spring surrounded by lush vegetation. Her magical friends, the tea-leaf pandas, also live there. The pandas create a magical concoction of lotus petals and on odd mixture of other floral ingredients float in the hot spring, slowly their medicinal essence seeping into the hot water. A distinct potpourri aroma arouses the senses penetrating the dense foliage. This unique elixir has been responsible for Cha Ye’s long immortal life.\n\nTea-leaf pandas are solitary creatures that live a care-free life in bamboo forests. Never in a hurry, they forage for rare herbs and flowers and have a particular knack to know which plants are healthy and which will make you sick."
            	},
            	{
                	"name": "Charlemagne",
                	"image": "/images/horses/charlemagne.png",
                	"info": "\"Pay attention to the lessons life teaches you.\"\n\nThis strong armored horse is standing in review of a group of foals who are trying to stay at attention. The foals are attempting to keep up a military bearing with their heads up and eyes forward. The foal at the end of the line has been distracted by a butterfly. Charlemagne is walking down the line so he is in side view while the foals are head on.\nCharlemagne wears shiny armor plates and has a military sash with several medals pinned to it. He looks very stern and slightly displeased at the last foal who is very much distracted by the butterfly."
            	},
            	{
                	"name": "Charlie",
                	"image": "/images/horses/charlie.png",
                	"info": "\"Make time to listen to your friends.\"\n\n • Charlie's appearance is inspired by the Norwegian Fjord horse.\n • He is dun colored, which means he has a generally tan coat with black highlights on his legs, mane and tail. This is technically called \"buckskin\"\n • Charlie's portrait shows him against a snowy backdrop, swishing his tail and hoping that you'll put him in his warm stable soon!\n\nCharlie's message reinforces the value of listening. We're often so busy and sometimes so anxious with our own lives and concerns that we fail to listen to others. Listening allows you to be generous with your spirit, and shows others you care about them."
            	},
            	{
                	"name": "Cheyenne",
                	"image": "/images/horses/cheyenne.png",
                	"info": "Details\n • Area: Minnesota, North and South Dakota, Colorado. \n • Cheyenne comes from a Sioux word that means \"people who speak a strange language.\"\n\nAbout the Tribe\nOriginally the Cheyenne were farmers and potters who built permanent villages in the timber country of Minnesota. They moved west and became buffalo hunters by the start of the 19th Century. Within a few decades, they had become one of the great tribes of the plains. In the plains, they split into two groups, the Northern Cheyenne and the Southern Cheyenne. The Cheyenne were subjected to extreme cruelty throughout the second half of the 19th Century by U.S. troops.\n\nToday, the northern Cheyenne have a tribal headquarters in Lame Deer, Montana. The Southern Cheyenne have an office in Concho, Oklahoma."
            	},
            	{
                	"name": "Chiricahua",
                	"image": "/images/horses/chiricahua.png",
                	"info": "Details\n • Area: New Mexico/Arizona in the U.S., Sonora/Chihuahua in Mexico.\n • A sub-group of Apache.\n • The most famous Chiricahua was Cochise.\n\nAbout the Tribe\nThe Chiricahua language differentiated them from the rest of the Apache Nation."
            	},
            	{
                	"name": "Chitimacha",
                	"image": "/images/horses/chitimacha.png",
                	"info": "Details\n • Area: Southern coast of Louisiana.\n • Were enslaved by the French during the 18th Century.\n\nAbout the Tribe\nPrior to war with the French in the early 18th Century, the Chitimacha made their living in the swamps and bayous of present-day Louisiana. They still endure and the tiny Chitimacha reservation can be found near Clarendon, St. Mary’s Parish, Louisiana."
            	},
            	{
                	"name": "Chryso & Fringed Newt",
                	"image": "/images/horses/chryso.png",
                	"info": "\"Daring to try is a success in itself.\"\n\nChryso is a breed of air horse known as a 'jump glider.' Jump gliders are tawny in color but have stripes of varying tones from yellow-orange to red. Though they are quite capable of running, their preferred method of travel is to bound into the air on their powerful hind legs and spread their wings to catch the wind. Though they cannot fly by flapping their wings, they are exceptional gliders capable of soaring great distances.\n\nLike other jump gliders in his herd, Chryso has formed a friendship with an aquatic creature called a fringed newt. Fringed newts retrieve freshwater fruits from the bottom of the crystal pools for the jump gliders, who prefer this food to all other treats. In return, the horses fly the newts anywhere they wish to go. The newts themselves have large families that, over time, have spread out to the far corners of the world North of North and since they are very friendly creatures who love to visit each other, this form of travel is the fastest. Fringed newts are bright pink in color with deep blue eyes. Their fringes are red and white striped. Sometimes an entire clan of newts will hitch a ride on a jump glider. The newts vary in length but generally are around a foot long."
            	},
            	{
                	"name": "Chumash",
                	"image": "/images/horses/chumash.png",
                	"info": "Details\n • Area: Southern coast of California.\n • Were renowned basket-weavers\n\nAbout the Tribe\nThe Chumash sailed on the ocean in boats called tomols, from which they fished and whaled. When redwood drifted down the coast, Chumash would cut it into planks to make their tomols, using pitch to seal the gaps.\n\nToday the Chumash have a reservation at Santa Ynez, California."
            	},
            	{
                	"name": "Cindra & Flapuppy",
                	"image": "/images/horses/cindra.png",
                	"info": "\"Let hope lift up your thoughts.\"\n\nFlapuppies are terrier-like canines who have a magical gift. It’s not quite flight; levitation is a better term. They whirl their tails and ears about as they rise into the air to hover like hummingbirds. The tail and ear movement generates a sparkling magical essence. Flapuppies are nocturnal animals that make their home atop trees. At night they glow like Chinese lanterns in the upper branches of certain trees as they search for sap to eat.\n\nCindra is only slightly larger than her friends the flapuppies. She is a miniature horse: small in stature yet bold and courageous."
            	},
            	{
                	"name": "Clydesdale",
                	"image": "/images/horses/clydesdale.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Clydesdales are a Scottish breed of draught horse, named for the area where they originate, the River Clyde. The breed dates back to the 18th Century.\n\nClydesdales are a large and powerful breed, traditionally being used in farming and road haulage work. These days the horses are primarily used in pulling carriages."
            	},
            	{
                	"name": "Cochiti",
                	"image": "/images/horses/cochiti.png",
                	"info": "Details\n • Area: Around Cochiti Lake, New Mexico.\n  • Is a subdivision of the Pueblo people.\n • In 1680 they revolted against the Spanish occupation.\n\nAbout the Tribe\nPueblo is a Spanish word that means \"village.\" Pueblo buildings are made of adobe, which is a type of sun-dried brick made of clay or mud mixed with fiber such as straw. They are permanent dwellings. The Pueblo people made textiles and pottery. They practiced a religion that involved prayer sticks made of colorful beads, feathers and fur. The Pueblo people are renowned for their extensive mythology."
            	},
            	{
                	"name": "Comanche",
                	"image": "/images/horses/comanche.png",
                	"info": "Details\n • Area: Plains of the American Southwest.\n • Most skilled horsemen of all Indian nations\n • Connected culturally and linguistically with the Shoshone people.\n\nAbout the Tribe\nThe Comanche were a nomadic plains tribe who roamed over a 1,000-mile area to hunt buffalo. Today the Comanche are known for their skill as dancers and singers, and they perform at powwows throughout North America. Their tribal headquarters is in Lawton, Oklahoma."
            	},
            	{
                	"name": "Conall",
                	"image": "/images/horses/conall.png",
                	"info": "\"Feel the courage inside you.\"\n\nConall Cernach was a hero in many Irish myths. His nickname was \"Conall of the Victories.\" The name Conall means \"wolf\" or \"hound\" in Old Irish Gaelic."
            	},
            	{
                	"name": "Connora & Ambassador Hound",
                	"image": "/images/horses/connora.png",
                	"info": "\"Spend time with a friend. Do something you both enjoy.\"\n\nLarge and lovable, the ambassador hound is a great playmate and a good friend. He loves playing in castle hallways. Connora is a gorgeous lady with purple wraps, golden hair and beautiful golden ankle bracelets and face highlight. Conorra loves to play and live in the castle. Ambassador hound will sometimes lick Conorra's face, which she doesn't always like. Horses can't wash their faces very well! But he tries his best to restrain himself, but it's hard because he's so full of energy. He barks, and jumps and rolls around, and chases his tail and slobber. He's a hound."
            	},
            	{
                	"name": "Danu",
                	"image": "/images/horses/danu.png",
            	},
            	{
                	"name": "Donnecha & Pufferfox",
                	"image": "/images/horses/donnecha.png",
                	"info": "\"This moment is full of chances for you to grow and learn.\"\n\nPufferfox has one tail that branches into three distinct plumes. Its fur is orange-brown with yellow highlights. Along with their tails, pufferfoxes are known for digging extensive underground dens, which they happily share with non-digging friends. These dens can be found most often under emerald cloud trees.\n\nOn the eastern border of North of North lies a remarkable plain — The Grass Sea. The \"Grassy\" as locals refer to it, consists of miles and miles of rolling hills covered in sweet grass and yellow grass. The Grassy stretches as far as the eye can see and at a gallop it takes several days to cross.\n\n The landscape is dotted by deep blue clear water pools. Towering above the waves of emerald green grass are the true icons of the Grassy — emerald cloud trees. These giants are named for their distinct shape. At a distance, their canopies actually look like billowing green clouds. These trees can grow several hundred feet tall with canopies that spread twice as far.\n\nDonnecha is a Root Pony, a type of small and playful horse that lives in the shadow of the emerald cloud trees. They stand two feet at the shoulders when fully grown and are nut brown in color. With the help of other animals they live in comfortable burrows but only really go there to sleep. These horses are very playful and are known for their prancing and leaping. They can jump as high as six feet in the air. Whenever two Root Ponies who do not know each other meet, they engage in an elaborate dance of greeting, each trying to outdo the other."
            	},
            	{
                	"name": "Dreki & Serpetiel",
                	"image": "/images/horses/dreki.png",
                	"info": "\"More listening and less talking can make things better.\"\n\nHalf serpent and half bird, serpetiels love to screech and squawk. They have the same bat-like wings as Dreki. When serpetiels congregate, they make the most amazing noise! They are so loud you can't hear anything else. Before they met Dreki, serpetiels used to cry with loneliness. Now that they have a friend, they're happy. They love Dreki enough to liten to her when she needs to talk."
            	},
            	{
                	"name": "Dynamo",
                	"image": "/images/horses/dynamo.png",
                	"info": "\"Believe in yourself. Have confidence in what you do.\"\n\n • Dynamo's appearance is inspired by the Lipizzan.\n • Dynamo is a show horse engaged in dressage, also called \"Airs above the Ground.\" The maneuver he is exhibiting is called a \"pirouette\": Dynamo is turning in a circle while his back left leg supplies a pivot point.\n • Dynamo has polo wraps on his ankles and a braided wrapped tail. He wears a bridle, but has no bit nor reins. The piece that circles his neck and connects to the saddle pad is called a \"breast plate.\" Dynamo wears a red saddle pad with two straps across his barrel called \"girths.\"\n\nDynamo' meage i very appropriate to anyone who performs: playacting, singing or dancing, Don't worry if you're good or bad, that doesn't matter. Just do what you do when you're doing it and have fun."
            	},
            	{
                	"name": "Dyni & Narwhirl",
                	"image": "/images/horses/dyni.png",
                	"info": "\"Find something to do that makes you happy.\"\n\nIn the spring when the North Sea and the southern oceans mix, tides conspire to create a giant whirlpool. The formation of this maelstrom has a dramatic effect on the waterways and its roar can be heard for miles. On clear days the whirlpool's vortex is distinctly visible, its influence pulls ice chunks and larger icebergs out of the north sea. But not everything is afraid of the rolling maw for a group of young Narwhirls is playing in the tidal flow. Narwhirls love to play in the maelstrom—for them it's like riding a roller-coaster.\n\nDyni, a water filly, loves to join her Narwhirl friends as they frolick about in the icy waters. The Narwhirls jump and play in the whirlpool, completely at home in the rough and violent waters. They are an assortment of metallic colors, copper, silver, and gold. Poe and Verne are Dyni's two favorite Narwhirl friends."
            	}
        	]
    	},
    	{
        	"title": "E-G",
        	"pages": [
            	{
                	"name": "Eagle",
                	"image": "/images/horses/eagle.png",
                	"info": "\"See the world from above like an eagle.\"\n\n • Eagle is a thoroughbred with chestnut coat and white tail and mane.\n • This echoes the white head and tail feathers of Eagle's friend, the bald-headed or American eagle.\n • Eagle is running across prairie grass, near the verge of a green forest. The forest symbolizes his message.\n\nEagle's message encourages one to take a broader view. Sometimes we can get so focused on small matters that we miss the bigger picture. We can't see the forest for the trees."
            	},
            	{
                	"name": "Ebenos",
                	"image": "/images/horses/ebenos.png",
                	"info": "\"Today is another chance to do something wonderful.\"\n\n • Parents: Uranus & Anemone\n\nEbenos is a black foal with his father's markings, he boasts wings of dark ebony but with just a hint of his mother's styling. Red and white spectral energy waft from his hooves but boil forth more energetically to form his mane and tail. Ebenos is eager to test his strength and has been tracking a band of wolf-pups-which he has finally cornered in a dark evergreen forest. He is facing down two wolf pups. Ebenos enjoys his victory over the wolf-pups. He stands over a wolf-pup that lays prone on his back, while another has turned tail and run, leaving his poor buddy to deal with Ebenos's fierce gaze."
            	},
            	{
                	"name": "Edana & Fire Spoop",
                	"image": "/images/horses/edana.png",
                	"info": "\"Start your day with a happy thought.\"\n\nEdana lives in water, but her mane and tail flame like fire. The fire spoops are her friends. Now days, one can find fire spoops all across North of North. But that wasn’t always the case. Before they met Edana, the fire spoops had to stay very close to volcanic vents in the ocean floor.\n\nIn those days, Edana was very lonely. She was so hot that other water horses stayed away from her. However, her friends the fire spoops liked her fiery heat. So, Edana gave the fire spoops some of her own magic heat. That set them free from the lava vents. They could swim wherever they wished. Giving up some of her magic made Edana less hot. After that, other water horses could come near her. Now when Edana plies the seas, she is never alone. A troop of spoops swims with her. Edana’s new water horse friends and the fire spoops maker her feel loved and cared for."
            	},
            	{
                	"name": "Edda & Golden-Scaled Hind",
                	"image": "/images/horses/edda.png",
                	"info": "\"You don’t have to be perfect. Do your best and you will be just right.\"\n\nEdda is a yellow horse with brown blanket spots on her croup and haunches and braids in her mane and tail. Edda lives near a rocky stretch of seashore and loves to watch ships passing by.\nEdda’s name can also refer to old Norse or Icelandic books of poetry and mythology.\nThe Golden-Scaled Hind has very particular looks—part lizard, part deer, all ugly! Even though their looks are less than pleasant, Edda still loves her magical friends, the Golden-Scaled Hinds. They are affectionate and can run like the wind.\nEdda is wise enough to know that if she demanded that her friends be perfect, she wouldn’t have any."
            	},
            	{
                	"name": "Embarr",
                	"image": "/images/horses/embarr.png",
                	"info": "\"Listen to the music of my heart.\"\n\nIn Irish myths, Embarr was a magical horse who could gallop over water as easily as land. He belonged to Niamh of the Golden Hair, princess of a fairyland called Tír na nÓg, which means \"Land of Youth\"."
            	},
            	{
                	"name": "Emberic",
                	"image": "/images/horses/emberic.png",
                	"info": "\"You can create miracles in your life. Believe it!\"\n\n • Parents: Flame & Nike\n\nEmberic is an equine angel of fire. His body pulses with multihued reds and oranges extending out to brilliant red feathered wings. Emberic plays at night above a bonfire. Long arms of flame extend above the roaring fire, sparks and embers float skyward. Emberic floats suspended above the fire, his fiery form melding with the fire, where the blaze ends and Emberic’s body begins is not easy discernable.\nAbove the conflagration is a deep star field of cosmic phenomenon: twinkling stars and comet trails. Emberic is full of hope and joy, playing in the rising heat."
            	},
            	{
                	"name": "Farfalla",
                	"image": "/images/horses/farfalla.png",
                	"info": "\"You can fly! Just close your eyes and use your imagination.\"\n\nFarfalla is a small butterfly-winged mare. She appears a little overweight, like a Shetland pony. Her wings are beautiful iridescent blue and purple, like a swallow-tailed butterfly’s. Her students are just beginning their flight training and so they stand on the ground jumping and flapping their wings as Farfalla instructs them with loving, motherly patience. At this moment, however, Farfalla is looking up with a surprised expression. At the very top of the picture, we see that one of her students has taken off with expected speed with a flying talent that is much more developed than the others."
            	},
            	{
                	"name": "Faxon & Pipsqueak Longtail",
                	"image": "/images/horses/faxon.png",
                	"info": "\"Learn more about your family. You will feel closer to them.\"\n\nFaxon, a chestnut yearling, loves his friends the pipsqueak longtails. They have bushy tails and sweet expressions. In this scene, Faxon helps his friends gather acorns and berries for their winter sleep.\n\nFaxon and the pipsqueak longtails are best friends. Faxon shares their magic. Like the longtails, Faxon is a jumper. He may be the best jumping horse in all North of North. He has a great future in store. However, Faxon must receive the right training to make the most of his jumping talent.\n\nWhat is the best way to learn? Do you know? Is it by asking questions? Do you know where your family photo albums are? Are there pictures in the albums of people you don’t know? Ask your parents who these people are, when the pictures were taken, and why. This knowledge will help you keep your balance even when you’re jumping around."
            	},
            	{
                	"name": "Felise & Vulpi Deer",
                	"image": "/images/horses/felise.png",
                	"info": "\"When you feel pain, listen to what it is trying to tell you.\"\n\nA vulpi deer looks much like any other deer in the forest. They have red hair and long tails with white tips. Vulpi deer have the ability to find hidden paths through thick overgrown forests or other seemingly unpassable landscapes. Felise looks so similar to the vulpi deer, that it's no surprise they became best of friends.\n\nFelise is a caregiver and a true friend. She understands that hurt, whether an ache in the body or sore feelings, is a message from within."
            	},
            	{
                	"name": "Finnhorse",
                	"image": "/images/horses/finnhorse.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, the Finnhorse, also known as Finnish Horse or Finnish Universal, is a horse breed with the characteristics of both riding horses and draught horses. The horse is considered capable of completing any needs, being used in anything from agriculture, racing, riding, and more.\n\nThe Finnhorse is also considered the Official National horse breed of Finland."
            	},
            	{
                	"name": "Fiona & Quixie Faun",
                	"image": "/images/horses/fionaMaF.png",
                	"info": "\"Be the hero in your story.\"\n\nQuixie fauns are whimsical fey creatures who live charmed lives in the divide between the dreamlands of fantasy and romance. They prefer not to have to deal with dullness of reality. These impulsive fun-loving critters live in an exhausted woodland paradise in the roots of the World Tree. Tapping the life sap of the world tree, Quixies employ magic of the highest order.  Magic so powerful it can manipulate reality. But luckily for everyone, Quixies are incapable of harm. Using their special talent they are able to travel the roots of the world tree to visit heroes in the making. They like to inspire deeds of great valor for they believe that only through heroic deeds of self-sacrifice and bravery will the world become a better place. In their minds anything is possible, any goal is achievable. . . heroes can accomplish the impossible. Forever the optimists, Quixie fauns are idealists when seeking the best from individuals.\n\nFiona shares many of the positive traits as the Quixie Fauns and for this reason they have become fast friends. Sometimes Fiona and her Quixie friends travel together to watch heroics in action, marveling at people’s capacity for selfless acts of love. Fiona feels at peace around these gentle beings, basking in the waves of positive thought that emanate from them.\n\nIn the picture Fiona stands upon the shore of a vast sea—the placid seascape reflects a fantastic event taking place in the heavens above. They are lucky enough to witness the heavens giving birth to a star—a massive explosion of golden cosmic energy hangs brilliantly in the sky. Quixie Fauns believe that when a hero is born so too is a star. "
            	},
            	{
                	"name": "Firewalker",
                	"image": "/images/horses/firewalker.png",
            	}, 
            	{
                	"name": "Flame",
                	"image": "/images/horses/flame.png",
                	"info": "\"I run faster than the wind.  Follow me and we will find a magical place.\"\n •  Flame is a fire horse.  His physique is inspired by the mustang, a wild horse native to the southwestern United States.\n • Flame is a hot blood.  Hot blood breeds are known for their spirited temperaments.\n • Flame is a fantasy horse connected with the element of fire.  From classical times through the renaissance, people believed the world was made of four elements: Air, Earth, Fire and Water.  Many fantasies today make use of this old-fashioned notion.\n\nFlame’s message has to do with his fantastical nature. Following your fantasies (day dreams) will lead you to the most magical place of all: your imagination."
            	},
            	{
                	"name": "Friesians",
                	"image": "/images/horses/friesian.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, the Friesian, also known as Frizian, originated in Friesland, Netherlands. The horses are graceful, although large. Friesians may date back as far as the Middle Ages, and are often used in modern day for various events. They typically have shiny, black coats, although they do come in other colors. The breed is also know for its long manes and tails."
            	},
            	{
                	"name": "Froya",
                	"image": "/images/horses/froya.png",
                	"info": "\"Life is magical. Embrace it. \"\n\nFroya, also called Freya, was the Norse goddess of love and beauty and owner of the necklace Brisingamen. Our word \"Friday \" most likely comes from \"Freya’s day. \""
            	},
            	{
                	"name": "Fylgie",
                	"image": "/images/horses/fylgie.png",
                	"info": "\"Open your arms to all that is good. \"\n\nIn Norse myths, a fylgie was an animal spirit who watched over a person, much like a guardian angel. People could sometimes see their fylgies in their dreams. "
            	},
            	{
                	"name": "Ghost",
                	"image": "/images/horses/ghost.png",
                	"info": "\"Your beauty comes from within\"\n\n • Ghost's appearance in inspired by Akhal-Teke, an Asian breed from Caucasia-an area that includes northern Turkey, Armenia, and Iran.\n • Ghost is an ethereal horse, shown with an aura of light surrounding her body. Though lightning is flashing in the sky, Ghost is unafraid.\n\nGhost's most unique feature is that she is blind. She has no eyes. This symbolizes her message: that beauty is a quality that is expressed rather than seen."
            	},
            	{
                	"name": "Giasa & Snugglefriz",
                	"image": "/images/horses/giasa.png",
                	"info": "\"Trust your feelings. They will tell you what to do. \"\n\nA horse of exceptional beauty resides in a land of eternal winter.  She is a filly made of translucent ice and this northern landscape is her home. The ice filly stands like a sentinel against the howling storm for it has no power over her. The snugglefriz residents of these parts revere the ice princess and have come to pay their respects, their thick hide coats protect them from the bitter chill, if only barely. They gather around her, basking in the aura of her arctic power, the snowy breeze bends around her glowing aura. Snowflakes dance in the breeze, even the snow in North of North is magical.\n\nThe snugglefriz live high on snowy mountaintops where they keep the passes open and wayward travelers safe from the icy cold. While they tend to be solitary creatures, they are generous of spirit, and are more than happy to offer food and shelter to anyone in need. They also leave distinctive tracks in the snow, leading lost travelers to their destination or bringing help to them. Of course, all snugglefriz are friends of Giasa. While made of ice and snow she will not allow harm to come to those she protects.  Living creatures, warmed by her generosity and spirit, become immune to arctic cold. Her protection is better than heat from a bonfire."
            	},
            	{
                	"name": "Greenlock & Royal Starbik",
                	"image": "/images/horses/greenlock.png",
                	"info": "\"Only you know what is right for you. \"\n\nOn the eastern border of North of North lies a remarkable plain—The Grass Sea. The \"Grassy, \" as locals refer to it, consists of miles and miles of rolling hills covered in sweet green and yellow grass. The Grassy stretches as far as the eye can see and at a gallop it takes several days to cross.\n\nIn the picture, two regal creatures stand upon a windswept hill overlooking the grassy.  The first is an equine princess—a frondessence, a unique horse only found in North of North. Theselight, cinnamon-yellow horses perfectly match their environment. Their manes and tails resemble the long flowing greenish grass of the Grassy.  Greenlock is a fine example of her breed, which has evolved to blend in with the unique surroundings of the Grassy.  Her mane and tail mirror the grassy plains perfectly. Her handmaiden, a royal starbik, stands next to her.  Emerald cloud trees tower in the distance.\n\nA royal starbik begins life as a star-covered tawny fawn. As they grow older their stars fade except for the two that surround both their eyes. Their collar change from a deep grey at birth to a brilliant white speckled with black by adulthood. The collars resemble the royal ermine collars worn by storybook kings. While the creatures retain their tawny color, their faces are often white and the star marking can be a dark brown to black in color."
            	},
            	{
                	"name": "Grey",
                	"image": "/images/horses/grey.png",
                	"info": "\"If you really want it, it will come to you\"\n\n • Grey is shown walking through a garden with a rough-hewn stone wall behind her. Rhododendrons are in bloom, and the ground is covered in green ivy.\n • Green ivy covers Gray's hoofs and ankles, but this is not dangerous. Grey likes the feel of the cool leaves against his ankles.\n\nHowever, the green ivy slows Grey down. This symbolizes his message: The first step toward your goal is desire. Want something bad enough and you will find the energy to reach it."
            	}
        	]
    	},
    	{
        	"title": "H-K",
        	"pages": [
            	{
                	"name": "Hacknet Horse",
                	"image": "/phasergames/artrandomiser/unknownHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Hacknet horses, more commonly referred to as Hackney horses, are a breed from Great Britian. In modern times they are often used for pulling carriages, but are also popular for their elegant looks and high speeds."
            	},
            	{
                	"name": "Haflinger",
                	"image": "/images/horses/haflinger.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Halfingers, also known as Avelignese, are an Austrian and Northern Italian horse breed from the 19th century. The breed is relatively small, and known for their chestnut coloring and flaxen manes and tails. Their breed traces back to the Middle Ages, and are known for their hardiness, able to be used even in mountainous terrain."
            	},
            	{
                	"name": "Halloween",
                	"image": "/images/horses/halloween.png",
                	"info": "\"I will keep you safe. \"\n\n • Halloween is named for the holiday that falls on October 31 when children traditionally go door-to-door trick or treating, dressed in fanciful costumes.\n  •  Halloween is an ethereal horse surrounded by eerie effects: gnarled leafless trees, a dark night with a full moon, and pumpkins.\n\nA cold spectral glow surrounds Halloween, and that is part of his magic.  Halloween’s message suggests that facing something that scares you is a good way to lessen your fear of it. "
            	},
            	{
                	"name": "Harmony",
                	"image": "/images/horses/harmony.png",
                	"info": "\"Making music creates harmony in the world. \"\n\n • Parents: Apollo & Athena\n\nHarmony has her mother’s manners and divine nobility. On this balmy summer evening Harmony sits on a manicured lawn with her head cocked and ears-pricked, listening intently to music coming from a magical lyre that is strumming all by itself as if played by an invisible musician. Harmony is violet colored with a brilliant glowing white mane and tail, a feature she received from her father. A branch overhead has a barn owl perched on it. A moon hangs low in the sky, its lunar radiance cleansing the world. "
            	},
            	{
                	"name": "Helia",
                	"image": "/images/horses/helia.png",
                	"info": "\"Doing things together helps our friendship grow. \"\n\n • Parents: Flame & Nike\n\nHelia more closely resembles her mother than her father; she has Nike’s coloring and beautiful wings, she however exhibits her father’s personality through her flaming angelic wings which unfurl as raging pinions of fire. Heat rises and so does Helia. She feels most comfortable in the high atmosphere soaring in the great wild blue yonder. This scene depicts Helia chasing a flock of astonished birds, her flaming wings causing much alarm.  Helia is having fun flying with the birds even if they don’t feel the same way. She’s lost in play, enjoying the freedom of swooping and diving. "
            	},
            	{
                	"name": "Hidatsa",
                	"image": "/images/horses/hidatsa.png",
                	"info": "Details\n • Area: North Dakota at the headwaters of the Missouri River.\n • Once united with the Crow Nation (Absaroke).\n\nAbout the tribe\nThe Hidatsa were a plains tribe who built permanent log dwellings, and who raised crops, primarily corn.  During the winter, the Hidatsa lived in tipis when they went on buffalo hunts.  The Hidatsa organized themselves into various societies, such as the Lumpwood, Stone Hammer, Notched Stick, Dog Society.  The Dog Society did everything backward, doing the opposite of what was said.  In order to ride bravely into battle, they had to be told to run away!  This code of conduct is depicted in the movie Little Big Man.\n\nToday the tribe lives on the Fort Berthold Indian Reservation in North Dakota. "
            	},
            	{
                	"name": "Highland Pony",
                	"image": "/phasergames/artrandomiser/unknownHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Highland ponies are native to Scotland, and one of the largest breeds of pony on the British Isles. They date back to the 1880s, and were once used as work horses."
            	},
            	{
                	"name": "Huron",
                	"image": "/images/horses/huron.png",
                	"info": "Details\n\n • Area: Lake Simcoe region of Ontario, Canada.\n • Also known as the Wyandot, which means, \"Islanders. \"  Huron is a French word that may have come from hure, which means \"head of a wild boar. \"\n\nAbout the tribe\nCulturally connected to the Iroquois, they built longhouses. They hunted beaver and traded with the French, once the fur trade began in North America.  Conflict with the Iroquois caused them to flee their homeland.  One band went northwest and settled in Quebec, where they live today. Another band went westward, settling in Ohio, then Wisconsin, and finally Kansas.  Eventually they were forced out of Kansas and resettled in Oklahoma.  Today the Wyandots have their tribal headquarters in Wyandotte, Oklahoma. "
            	},
            	{
                	"name": "Icehorn & Ramshaggle",
                	"image": "/images/horses/icehorn.png",
                	"info": "\"Open your heart to all sorts of wonderful dreams! \"\n\nIcehorn loves ice.  He is made of magical ice.  There is plenty of magic ice in North of North.  Ramshaggles love Icehorn because the horse is so spirited and unique. Icehorn has rainbow magic and can make it snow even when the sky is clear!\n\nRamshaggles are very sure footed; they have strong backs and tough attitudes. "
            	},
            	{
                	"name": "Iceprince",
                	"image": "/images/horses/iceprince.png",
                	"info": "\"Let others see who you really are. \"\n\n • Parents: Iceking & Nyx\n\nIceprince is Iceking and Nyx’ first born son. This little tyke is a miniature version of Iceking in every way, shape and form down to the sparkles at the end of his pinion feathers. He’s in knee deep snow, rearing up on wobbly knees testing his wings which are spread out in dynamic fashion. A group of baby snow hares look on from the side, impressed with the young prince. He’s holding court, showing off to the young nobles of the forest. "
            	},
            	{
                	"name": "Iduna",
                	"image": "/images/horses/iduna.png",
                	"info": "\"Feel the beauty inside you and let it blossom.\"\n\nIn Norse myths, Iduna was the goddess of spring. Every day, she gave each of the Norse gods one of her magical apples of youth."
            	},
            	{
                	"name": "Inuit",
                	"image": "/images/horses/inuit.png",
                	"info": "Details\n\n • Area: The arctic regions of North America, Russia and Greenland.\n  • \"Inuit \" means \"the People. \"  Other native people called them \"Eskimos \" which means \"eaters of raw flesh. \"\n\nAbout the tribe\nInuit people have adapted to the extraordinarily harsh climate in which they live.  Their culture is based on hunting, and men are expected to marry as soon as they are able to hunt.  They hunt whales, seals, walrus, fish, caribou, polar bears, and seabirds.  Every part of the animal is used either to eat, or for raw materials for clothing, and a variety of tools.  Inuit hunt either on the shore or in small light boats called kayaks.  They often travel on dog-sleds, and dogs are extremely important to Inuit daily life.  Some of the most beautiful and hardy dogs in the world have been bred by the Inuit: Siberian Huskies and Alaskan Malamutes among them.\n\nInuit have faced challenges to their traditional lifestyle in the past hundred years.  The exploitation of natural resources in the north has brought the Inuit into contact with the outside world.  Many have assimilated, adopting the customs and technology of the outside.  However, traditional Inuit families still live and work the way their forebears did."
            	},
            	{
                	"name": "Inupiat",
                	"image": "/images/horses/inupiat.png",
                	"info": "Details\n\n • Area: Northwest Alaska and the Bering Strait.\n • Share cultural kinship with the Inuit.\n • Name means \"real people.\"\n\nAbout the Tribe\nLike the Inuit, the Inupiat are whalers, hunters and fishers."
            	},
            	{
                	"name": "Isleta",
                	"image": "/images/horses/isleta.png",
                	"info": "Details\n\n • Area: Isleta Pueblo, New Mexico, United States.\n • A sub-division of the Pueblo people.\n • Name comes from the Spanish for \"little Island \"\n\nAbout the tribe\nAfter the pueblo revolt of 1680, the Isleta pueblos fled west to Arizona and were welcomed by the Hopi.  After the revolt was put down, they returned, many with Hopi spouses. During the 19th Century, the Laguna and Acoma Pueblo joined the community. Today, agriculture, land leasing, pottery and jewelry provide income, as well as a gaming casino and resort."
            	},
            	{
                	"name": "Ivy & Ivy-Tailed Dragon",
                	"image": "/images/horses/ivy.png",
                	"info": "\"Wish only for what you really want. \"\n\nIvy is a gorgeous tan horse with braided mane and tail who lives in the ruins of an ancient stone temple. She is adorned with a blanket weaved from the ivy that surrounds her. Her magical friends, the ivy-tailed Dragons, chew on ivy berries, and blend in with the ivy so well, they’re practically invisible.\n\nThe story of these ruins is lost to history. The ivy-tailed dragons make the ruins their home, and sometimes venture into the deep catacombs beneath the ruins.  They have not told anyone what they’ve found there. The ivy-tailed dragons eat the foliage that overruns the ruins, keeping them clean and manicured."
            	},
            	{
                	"name": "Janie",
                	"image": "/images/horses/janie.png",
                	"info": "\"Learn from yesterday, enjoy today, and imagine tomorrow. \"\n\n • Parents: Flipper & Ondine\n\nJanie looks very much like Ondine but instead of back legs she has her father’s fishlike tail. This is an underwater scene depicting Janie swimming in a vivid multicolored reef sanctuary. She spends much of her time playing among tall coral stacks and beams of filtered sunlight. Despite her young age Janie is very fast and agile, taking to swimming almost the moment she was born. Behind her, she leaves a long trail of rising bubbles. The water is a pale emerald green. Janie is playing follow-the-leader.  Behind her are a herd of little friends. Youngsters of many unique species: reef fish and baby turtles.\n\nJanie has the look and coloring of Ondine, her mother, but she has her father Flipper’s shape. Her mother went undersea for her birth. Janie was born into a beautiful bubble like the ones her mother makes, only much larger. She loves to explore the hidden sea caves where her parents sometimes go. There she finds shells and flowers to put in her mane. "
            	},
            	{
                	"name": "Jewel & Gemdigger Dog",
                	"image": "/images/horses/jewelMaF.png",
                	"info": "Gemdigger dogs are born of earth and stone, living in the heart of grand peaks and the core of mountainous divides. At a distance, gemdigger dogs resemble canines of some unfamiliar species.  Closer inspection reveals their supernatural qualities: their eyes are polished sardonyx. Their clawed toenails are shards of diamond, giving them the ability to dig through any substance no matter how dense.\n\nThese unique animals have a supernatural attraction to rare minerals and have an innate ability to sniff out valuable materials—precious metals, gemstones and the like. One sunny morning Jewel woke to find herself surrounded by a congregation of gemdigger dogs drawn to her bejeweled beauty.\n\nSince that eventful morning Jewel has nurtured a special relationship with the gemdigger dogs who remain dear to her. They love her in return often bringing her ‘gifts’ of exceptional value in the form of rare gems of uncommon beauty."
            	},
            	{
                	"name": "Jicarilla",
                	"image": "/images/horses/jicarilla.png",
                	"info": "Details\n\n • Area: Northern New Mexico\n • A sub-division of the Apache people.\n • The name comes from Mexican Spanish and means \"Little Basket.\"\n\nAbout the Tribe\n\nThe Jicarilla divided into two bands: the Llaneros, or plains people, and the Olleros, or mountain-valley people.  The Jicarilla were hunter/gatherers and moved from place to place with the seasons.  They are renowned basket makers, and have earned wide acclaim for the beauty and craftsmanship with beadwork and pottery."
            	},
            	{
                	"name": "Kallista & Prawn Sprite",
                	"image": "/images/horses/kallista.png",
                	"info": "\"You are in this world to make it better.\"\n\nPrawn sprites are very clean and dainty and have wonderful artistic taste. They love nothing more than to keeps things in order and can quickly turn a mess into something clean and beautiful. The prawn sprite lagoon is a beautiful place of peace and tranquility. In addition, the little prawn sprites are talented groomers and land, sea, and air horses (as well as other creatures) who come to their lagoon and accept their services often leave feeling beautiful both inside and out. Kallista also enjoys maintaining the beauty of the lagoon, and cleans debris away from shore, planting beautiful plants, and moving rocks into just the right spot. Kallista loves to share the beauty of her lagoon and welcomes visitors. "
            	},
            	{
                	"name": "Keetoowah",
                	"image": "/images/horses/keetoowah.png",
                	"info": "Details\n\n • Area: North Carolina, Tennessee, Ozarks.\n • One of the bands of the Cherokee people.\n • Also, the original Cherokee city, the \"Mother Town,\" on the Tuckaseegee River, North Carolina.\n\nAbout the Tribe\n\nThe Cherokee people are among the largest Native American tribes in the United States.  The Cherokee evolved form a mound building culture which lived in the Mississippi Basin at least 3000 years ago.  The Cherokee practice the Green Corn Ceremony which honors Selu, the Corn Mother. The ceremony combines dance with ritual.  After the arrival of European colonists, a Cherokee named Sequoyah developed a written language—it took him 12 years and is and extremely rare example of single person creating a written language single-handedly.  In 1828, the first Native American newspaper, the Cherokee Phoenix, was published using this alphabet (it was a bilingual publication).  The fact that Cherokee has a written component has insured its survival as a vibrant, living language.\n\nSequoyah had a gigantic tree named after him when they were discovered in California.\n\nWhen the Cherokee were forcibly removed from the southeastern US in 1838 and driven west to Oklahoma, this event was named \"The Trail of Tears.\"  One quarter of all Cherokee people died on this trek. "
            	},
            	{
                	"name": "Kelpie-Pooka",
                	"image": "/images/horses/kelpie-pooka.png",
                	"info": "\"Believe in the goodness of life.\"\n\nIn Celtic myths, kelpies were river-horses from Scotland and pookas were Irish fairies who sometimes took the shape of horses. Both kelpies and pookas liked to play tricks on people and would run away with anybody who tried to ride them."
            	},
            	{
                	"name": "Kendra & Violet Pixie",
                	"image": "/images/horses/kendra.png",
                	"info": "\"Change is a part of life. Learn to enjoy it.\"\n\nKendra is a unique air horse with gigantic wings that resemble those of a monarch butterfly.  She has a special affinity with the monarch butterfly and at times during the year, they cluster upon her body and cover it in a swarming mass.  This is not upsetting to Kendra, who loves her butterfly friends.  Her magical friend, the violet pixie, also has butterfly wings, but hers are purple, and look like a swallowtail’s wings.  Kendra and the violet pixie became friends because of their shared love for butterflies.\n\nThe violet pixie is a creature of tremendous beauty, graceful and wise. Her wings are delicate finespun violet silk, a stark contrast to the orange monarchs. Her body transitions from blue to soft white. "
            	},
            	{
                	"name": "Khrysor",
                	"image": "/images/horses/khrysor.png",
                	"info": "\"Life is full of chances. Anything can happen!\"\n\n • Parents: Pegasus & Roxy\n\nKhrysor is a white foal with brown markings, like a pinto (white mane and tail).  His wings are also pinto-colored. This is a celestial scene at dusk titled \"A new life has infinite possibilities\". Khrysor is standing in front of a massive stone doorway with his head raised. The door is a portal to all possibilities: it depicts a college of horses. Khrysor is being sprinkled with starlight energy.  With one step his life will begin anew…"
            	},
            	{
                	"name": "Kiowa",
                	"image": "/images/horses/kiowa.png",
                	"info": "Details\n • Area: The great plains of the northern United States.\n • Language is an \"isolate\" meaning it shares no roots with other languages.\n • Practiced the Sun Dance.\n\nAbout the Tribe\n\nThe Kiowa were enemies of the Cheyenne and allies of the Apaches and the Comanche.  The Kiowa’s way of life ended with the decimation of the Buffalo.  They now live in communities in southwestern Oklahoma.\n\nIn the present day, Kiowa are known for art and literature. Author N. Scott Momaday won the 1969 Pulitzer Prize for his novel House Made of Dawn.\n\nThe Kiowa have also developed a written component for their language, which has insured its survival."
            	},
            	{
                	"name": "Kitty & Rainbow Wheebee",
                	"image": "/images/horses/kitty.png",
                	"info": "\"Being happy helps your friends feel happy too.\"\n\nKitty is a rainbow horse.  She has rainbow magic.  She can fly while the sun is shining.  She also has a strong connection to flower magic.  Her magical friends, the rainbow wheebees, live in rainbow light.  They can change color whenever they want. They look like little fur balls with big ears.  They love color and appear wherever there is a rainbow, or rainbow magic. "
            	},
            	{
                	"name": "Komenos",
                	"image": "/images/horses/komenos.png",
                	"info": "\"Enjoy every minute playing with your friends.\"\n\n • Parents: Hercules & Hecate\n\nLike his older brother, Komenos is also a would-be Greek hero.  What Alexander does by force of will, Komenos does by brains and charisma.  Komenos is a handsome horse, comely, and knightly.  Komenos likes to make love, not war, and prefers to spend time with young fillies. This scene presents Komenos being observed by a cute filly and he’s enjoying every minute of it.  She thinks he’s the most charming equine she’s ever laid eyes on — Komenos is soaking it all in, loving the attention."
            	},
            	{
                	"name": "Kora",
                	"image": "/images/horses/kora.png",
                	"info": "\"I am proud to be your friend.\"\n\n • Parents: Treasure & Edana\n\nA gorgeous, thriving tropical reef forms a backdrop as Kora swims majestically through this underwater refuge — otherworldly urchins and anemones span the spiny horizon. Kora is a classic seahorse with fins of magical fire starting at the top of her head all the way to the tip of her tail. A small, persistent sphere of light spirals outward from her forehead forged into a single white-hot horn.  As she swims, fire motes fall from her fiery vestige, smoking and smoldering as they fall to the sea floor. "
            	},
            	{
                	"name": "Kounari & Pizazzupine",
                	"image": "/images/horses/kounari.png",
                	"info": "\"When someone does something nice for you, enjoy it!\"\n\nKounari and the pizazzupines live deep in Darkcomb forest. They gather pinecones and use them to make festive ornaments and sparkly costumes.  Pizazzupines love to plait Kounari’s mane and tail.  They are a loving magical friend. They love doing special favors for their friends.\n\nPizazzupines like to make and wear costumes.  When pine sap dries, it makes a beautiful sugary sparkle.  Along with colorful berries, leaves and pine needles, it can be used to ornament flashy costumes.  Kounari loves show tunes, so every so often the pizazzupines put on a show for her.  If you ever have the chance to see a pizazzupine kick line—don’t miss out!\n\nSometimes it’s hard to accept another’s considerate treatment.  Maybe it’s because we distrust that person.  Or, we sense that we will \"owe\" that person something.  Truth is, people do nice things for each other because it feels good.  If you let them have their moment, then you can enjoy it too. "
            	}
        	]
    	},
    	{
        	"title": "L-O",
        	"pages": [
            	{
                	"name": "Laguna",
                	"image": "/images/horses/laguna.png",
                	"info": "Details\n • Area: Laguna Pueblo in west-central New Mexico, USA.\n • Name means \"lagoon\" in Spanish, due to the lake that exists near the reservation.\n\nAbout the Tribe\n\nThe Laguna Pueblo share cultural traits with the other Pueblo tribes, including building adobe villages.  There is a strong bond between the Laguna Pueblo and the Acoma Pueblo. The pueblo villages are some of the oldest continuously inhabited settlements in the United States.  A mission church was built by the Spanish on the reservation, finished in 1699.\n\nToday the Laguna Pueblo’s population is around 4,000 persons.  The discovery and mining of uranium on Laguna land has contributed to scholarship opportunities and the Laguna are generally very well educated. "
            	},
            	{
                	"name": "Lakehorse",
                	"image": "/images/horses/lakehorse.png",
                	"info": "\"Share what you know with others. It will make you stronger.\"\n\nBoth Norse and Celtic myths tell stories about lakehorses. In some stories, people were able to trick lakehorses into coming on land and working for them. But if the lakehorses ever saw so much as a puddle of water, they would run away back to their lakes."
            	},
            	{
                	"name": "Lakota",
                	"image": "/images/horses/lakota.png",
                	"info": "Details\n • Area: High plains of Nebraska and South Dakota\n • The westernmost branch of the great Sioux nation.\n • Their word for horse is šųká-wakhą, which means \"dog of power/mystery/wonder.\"\n • A notable Lakota was Chief Sitting Bull, who played a role in the Battle of Little Bighorn, and worked as a performer in Buffalo Bill’s Wild West Show.\n • Another notable Lakota was Chief Crazy Horse, who played a significant role during the Sioux War with the United States in 1876-77.\n\nAbout the Tribe\n\nThe Lakota Sioux (also known as the \"Tetons\") were part of the buffalo culture, which involved living in temporary camps, following the herds of bison that they used for food and a variety of raw materials for clothing and tools.  The Lakota fought encroachment on their homeland, and contact with European settlers became violent after the discovery of gold, and prospectors invaded their holiest land, the Black Hills of South Dakota.  The Lakota practiced the Sun Dance religion.\n\nToday the Lakota tribe owns the Pine Ridge Indian Reservation in South Dakota, the 8th largest reservation in the United States, which was the site of militant protests during the 1970s."
            	},
            	{
                	"name": "Larena",
                	"image": "/images/horses/larena.png",
                	"info": "\"You are ready to spread your wings and fly!\"\n\nLarena’s mane and tail are white and her coat is a light blue with white spots that look like clouds. She is standing below an old stump on which stands a nervous winged foal looking down to the ground. Larena has a very encouraging expression on her face as she looks at the foal, her ears are pricked forward as she encourages her young pupil.  A meadow full of soft grass and wildflowers are ready to break the foal’s fall if his wings don’t.  In the foreground, a curious mouse watches the proceedings and squeaking encouragement, while another, who has climbed up Larena’s back for a closer look, does likewise. "
            	},
            	{
                	"name": "Lenape",
                	"image": "/images/horses/lenape.png",
                	"info": "Details\n • Area: Present day New Jersey, and along the Delaware River in Pennsylvania, and the lower Hudson Valley region of New York.\n • Renamed the Delaware Indians by European settlers.\n • Name means \"common people.\"\n\nAbout the Tribe\n\nLenape moved about seasonally, hunting small game, similar in culture to the Huron, the Iroquois and other hunter/gatherer cultures in the Northeast.  They planted corn and beans on a major scale.  They traded with Europeans once settlers began arriving on the North American continent. The Lenape practiced the Green Corn Dance. Clan divisions were important to the Lenape and men were expected to marry only outside the clan.  Today the Lenape have no federal recognition, though they have organizations in Colorado, Delaware, Kansas, New Jersey, Ohio, Oklahoma, Ontario Canada, Pennsylvania and Wisconsin."
            	},
            	{
                	"name": "Lien & Lotus Hedgehog",
                	"image": "/images/horses/lien.png",
                	"info": "\"The most important time in your life is right now.\"\n\nLien is a very unique horse, at home in water. Lien is gentle. She likes still waters: pond, pools and marshes, preferring them to rivers and streams. Lien travels on land in the shape of a horse made of water. Sometimes little minnows and tadpoles get caught inside Lien and then they go on unexpected journeys over land. Then they get to see more of the world than they ever bargained for.\n\nLien is very close to Sara's magic, because Sara's magic was sprinkled across the land in raindrops, which fed the rivers, streams and ponds.\n\nLien's magical friends are the lotus hedgehogs. Some believe that her friendship with lotus hedgehogs has kept her from dissolving into a dream. When spending time with her hedgehog friends, Lien appears as a giant lotus floating on the glassy surface of a perfectly still pond."
            	},
            	{
                	"name": "Lillova & Sweetpea Reindeer",
                	"image": "/images/horses/lillova.png",
                	"info": "\"Love has no conditions.\"\n\nLillova is a miniature horse with dragonfly wings, who is only a little larger than her magical friend, the sweet pea reindeer. Sweet pea reindeers leave a trail of sparkles behind them (magical contrails). Each reindeer have different shaped sparkles depending on the message they are delivering. One might trai shiny hearts (for love), while another might trail tiny horseshoes (for luck), and yet another tiny flowers (for congratulations).\n\nA sweet pea reindeer’s job is to deliver good things to little girls and boys. They can’t haul a sleigh full of presents because of their pea-sized stature, so they carry intangible things like kisses, hugs, good luck, and best wishes from one person to another. It’s not uncommon for a sick friend to suddenly find herself surrounded by a herd of tiny reindeer. Though small, it’s easy to spot one making a delivery as he leaves a trail of sparkles in his wake. Also, a sweet pea reindeer can go almost anywhere: flying through an open window or squeezing under a door. One way or another, he’ll make sure the special message gets delivered."
            	},
            	{
                	"name": "Lukan & Aurora Celestial",
                	"image": "/images/horses/lukan.png",
                	"info": "\"You can make this a moment you will always remember.\"\n\nFar beyond the Grassy, beyond the coastal divide and the great ocean, the continent ends and land meets sky. The world of North of North floats upon an ethereal sea of light. Most people see the aurora as ribbons of light that snake across the northern skies.  Here at the edge of the world it rolls in like waves of fog. Here in this starscape void on the precipice of the world reside the aurora celestials.  They are dainty spirits who emerge from shimmering spawning nurseries of light within the borealis. They move through the spectral nightscape generating energy patterns of their own making. The celestials’ long flowing hair reflects the many colors of the Northern lights but their individual bodies are composed of the one color that each one spreads across the sky. It is difficult to track where the tapering body of the celestial ends because their substance seems to blend in with the light that they throw off the lower half of their bodies.\n\nA horse with invisible wings composed entirely of magic flies amongst the celestials.  He is Lukan, and his wings pulse in time to cosmic rhythms. Lukan’s presence has a profound effect on the celestials; when near, he energizes the light contained within their cores.\n\nLukan stimulates the color streams in the celestials, using them to paint the heavens. Lukan and celestials have an emotional connection that brings them together to dance and paint the sky. "
            	},
            	{
                	"name": "Lumbee",
                	"image": "/images/horses/lumbee.png",
                	"info": "Details\n • Area: Robeson Country, North Carolina.\n • Also known as the Croatan Indians, it is speculated that they absorded the white settlers of the Roanoke Colony, who all mysteriously vanished.\n • One of the most populous tribes in the U.S.\n\nAbout the Tribe\nLumbees share cultural traits with the Cherokee. Because they inhabited lands that were not highly desired by European settlers, avoided forced relocation in the 1830s.\n\noday the Lumbee have a vibrant, active and close-knit community, with headquarters in Robeson Country, North Carolina, though they also have concentrations of tribal members in five states."
            	},
            	{
                	"name": "Madeja & Yarn Yak",
                	"image": "/images/horses/madeja.png",
                	"info": "\"Let others make their own choices in life.\"\n\nYarn Yaks are great bison-like beasts that grow long, fluffy manes that look like ropes of yarn—hence their names! Madeja loves the little yellow daisydell flowers that grow high in the mountain passes where the Yarn Yaks live.  She has a very friendly relationship with the Yarn Yaks based on mutual respect and sure-footedness.\n\nYarn Yaks are very important to the ecology.  The Yarn Yak’s fluffy manes brush against the flowers, spreading the pollen from blossom to blossom.\n\nMadeja has learned the wisdom of allowing others the opportunity to succeed, or fail, on their own.  She does not get bossy and try to take over. "
            	},
            	{
                	"name": "Mariannis",
                	"image": "/images/horses/mariannis.png",
                	"info": "\"Learning to swim is a fun way to exercise.\"\n\nThis delicate female water horse sits halfway out of the water. She has a long delicate fanlike ridge running down her back and catfishlike whiskers on either side of her mouth. Mariannis is light green in color with light purple stripes. She is teaching a group of foals how to swim. She wants to teach the water foals to jump like the fishes do. "
            	},
            	{
                	"name": "Melusine",
                	"image": "/images/horses/melusine.png",
                	"info": "\"Be yourself as you want others to see you.\"\n\nIn the Celtic myths of Brittany, melusines were water fairies who lived in springs or sometimes rivers. On land they had legs, but if they got in the water—even for a bath—their legs turned into fish tails."
            	},
            	{
                	"name": "Menominee",
                	"image": "/images/horses/menominee.png",
                	"info": "Details\n • Area: Present day Green Bay, Wisconsin.\n • Notable individual was Chief Oshkosh, who has a city named for him in Wisconsin.\n\nAbout the Tribe\n\nHistorically, the Menominee were an open-minded tribe, who entered into mutually beneficial relationships first with the French, for whom they trapped and traded fur, and then the British.  The first European-American settlers arrived in the area in the early 19th Century.  The late 19th and early 20th Centuries were years of hardship for the Menominee, as they saw their lands absorbed by the state of Wisconsin.\n\nIn recent years, however, the Menominee have bounced back, first by having their reservation restored, and then receiving income from extensive gaming operations which have improved health and educational opportunities."
            	},
            	{
                	"name": "Miccosukee",
                	"image": "/images/horses/miccosukee.png",
                	"info": "Details\n • Area: Florida Everglades\n • Split from the Seminoles in the 1950s forming their own tribe.\n\nAbout the Tribe\n\nThe Miccosukee live in south central Florida in the middle of the vast marsh known as the Florida Everglades.  They own the Miccosukee Indian Reservation and operate a very successful resort and gaming casino.  Traditionally, the Miccosukee lived in permanent dwellings built on dry hillocks in the middle of the marsh.  They hunted and fished the bountiful wildlife of the Everglades.\n\nThe Reservation hosts a yearly powwow which attracts Native American dancers from all across the U.S., Canada and Mexico.  One of the events you can see if you visit the Miccosukee Reservation is alligator wrestling, which is very exciting!  Don’t try it at home!"
            	},
            	{
                	"name": "Mira",
                	"image": "/images/horses/mira.png",
                	"info": "\"You are smart to ask for what you need.\"\n\n • Parents: Embarr & Freja\n\nThe two twins are playing together, each are rearing up playfully kicking their legs in unison - they are exact mirror images of each other in every way, except for the reverse colors - one is mottled brown with white highlights, the other is white with mottled brown highlights.\n\nThe twins acquired their father’s ability to walk on water - they are both playing on the same lake as depicted with their parents Embarr and Freja."
            	},
            	{
                	"name": "Mireldis & Tassel Mouse",
                	"image": "/images/horses/mireldis.png",
                	"info": "\"Look for help and you will find it all around you.\"\n\nMireldis is a very magical horse in North of North. She brews potions with the help of her magical friends, the Tassel Mice, who gather all of the ingredients Mireldis needs. They add them to the cauldron to Mireldis' specifications and under her watchful eye.\n\nMireldis brews her potions under moonlight. She is a very mysterious figure and keeps to herself. Over the years she has become a figure of legend who has inspired this song:\n\nTassel Mouse, Tassel Mouse where do you roam?\n\nI search in the night on a quest far from home.\n\nTassel Mouse, Tassel Mouse who sent you so far?\n\nThe lady so white with the glowing gold star.\n\nTassel Mouse, Tassel Mouse for what do you search?\n\nI search for a twig to throw in from my perch!"
            	},
            	{
                	"name": "Missouri Fox Trotter",
                	"image": "/phasergames/artrandomiser/unknownHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, the Missouri Fox Trotter is a horse breed originating in Missouri, United States. It comes from settlers in the Ozark Mountains, around the 19th century. The breed is known for its smooth gaits, stamina, and stock horse abilities. It's name comes from a gait it is known for, called the \"fox trot.\""
            	},
            	{
                	"name": "Mistral",
                	"image": "/images/horses/mistral.png",
                	"info": "\"Do what you mean to do.\"\n\n • Parents: Bifrost & Colour\n\nMistral is an unusual white horse that has particular strange looking mane and tail strongly resembling lenticular clouds - the mane and tail don’t look at all like hair, but rather like flimsy, soft edged clouds. Mistral’s lithe body sparkles like her father’s - she actually has the ability to assume any color she chooses but prefers this color scheme. Here Mistral flies high above a planet, with the curvature of this world demonstrating just how high she is actually flying.  The sun of this planet is just peeking over the horizon. "
            	},
            	{
                	"name": "Mjolnir",
                	"image": "/images/horses/mjolnir.png",
                	"info": "\"A generous heart is good at loving and being loved.\"\n\nIn Norse myths, Mjolnir was the magic hammer of Thor, god of thunder and lightning. When Thor threw Mjolnir, it always return to his hand."
            	},
            	{
                	"name": "Moonbeam",
                	"image": "/images/horses/moonbeam.png",
                	"info": "\"You were born with a creative spirit. Let your ideas flow freely.\"\n\n • Parents: Leonardo & Sarah\n\nThis is the same oasis seen in Sunbeam’s portrait, except now it’s night. The moon bathes the oasis in an otherworldly glow. The moon is a large crescent, its silver sickle reflected in the pool of water. Moonbeam stands by the pool, her color and markings an exact opposite of her brother. Her coat is white and glows with the reflection of the moon upon it. She has a brown mane, tail, and fetlocks. She is poised next to the pool, star-struck, stretching her neck towards the heavens as if attempting to kiss the lesser orb of night. Winds of change blow mysteriously through the oasis, gently caressing the trees wide palms, shivers run across the tiny pool. "
            	},
            	{
                	"name": "Moonphantom",
                	"image": "/images/horses/moonphantom.png",
                	"info": "\"Push yourself to take the first step. Be brave!\"\n\n • Parents: Bukefalos & Mireldi\n\nMoonphantom is a male foal. He is wise beyond his years. Some say he was born old. Still, he appears to be a bit gangly and awkward. His legs always look a bit unsteady though they are not. During the day Moonphantom is a light yellow horse. At night Moonphantom’s color is dependent on the color of the moon. When the moon is a low harvest moon Moonphantom is deep red and orange. When the moon is full in the sky he is bright white. On a night of no moon Moonphantom is pure black. The white blaze on his head when it’s visible also changes with the moon to reflect its state. During a bright full moon it’s invisible because Moonphantom is entirely white. "
            	},
            	{
                	"name": "Moonsprite",
                	"image": "/images/horses/moonsprite.png",
                	"info": "\"If someone hurts you, tell her how you feel about it.\"\n\n • Parents: Bukefalos & Mireldis\n\nMoonsprite is a ghost white shy female foal. She has the ability to become almost invisible and incorporeal.  She uses this when she is nervous or scared. Like her mother, she loves tassel mice and a very young tassel mouse named Scribee is her best friend. Moonsprite and Scribee spend most of their time in the forest looking for herbs for her mother’s brews. Moonsprite never leaves footprints and is impossible to track. She also never tramples vegetation where she walks. "
            	},
            	{
                	"name": "Mohawk",
                	"image": "/images/horses/mohawk.png",
                	"info": "Details\n • Area: Northeastern New York State and Southern Quebec near the St. Lawrence River.\n • One of the five original nations of the Iroquois Confederacy.\n • A notable Mohawk is Kateri, also known as \"the Pure and Tender Lily\", who was beatified by Pope John Paul II.\n • Another notable Mohawk is Jay Silverheels, the actor who played the Lone Ranger’s friend Tonto on television from 1949 to 1957 and in the movies.\n\nAbout the Tribe\n\nThe Mohawk were \"guardians of the eastern gate\" in the Iroquois Confederacy, which was composed of five tribes that united to end violent conflicts between them.  The Mohawk Nation is matrilineal and women are considered head of household.  The Mohawks are famous for their traditional dress, including the hairstyle they wore when going to war: head shaved except for a narrow strip of short hair from the middle of the scalp to the nape of the neck.  When American patriots conducted the raid known as the Boston Tea Party—they dressed as Mohawks.\n\nToday the Mohawk nation owns a reservation at St. Regis, which straddles the U.S./Canadian border.  Mohawks who have left the reservation for the cities have become renowned builders and engineers."
            	},
            	{
                	"name": "Morewyn & Sprayer Whale",
                	"image": "/images/horses/morewyn.png",
                	"info": "\"Letting go of anger and blame gives you more power and energy.\"\n\nBeautiful Morewyn is an angel of the sea.  She has a dolphin’s hindquarters and cherubic white wings.  Her friend, a sprayer whale, breaches majestically under her, as steam from his three blow-holes blasts out.  This is a dramatic scene of friendly ocean play.\n\nAnger, when it turns to blame, is a waste.  Anger is a powerful feeling that creates energy for change.  So, we tend to cling to it even after it becomes stale. Let it go and your thoughts will turn to fun, positive objectives.  How do you let go of anger?  Decide right now that you don’t care whether or not someone else gets punished. "
            	},
            	{
                	"name": "Morongo",
                	"image": "/images/horses/morongo.png",
                	"info": "Details\n • Area: Riverside County, California\n\nAbout the Tribe\n\nThe Morongo Band of Mission Indians is an extremely community conscious tribe in the inland empire region of California.  They have been active in California politics and have given large financial gifts to community organizations such as the American Red Cross.  During the recent California wildfires disaster, the Morongo band provided food and water and services to over 1200 displaced victims staying in Red Cross shelters. "
            	},
            	{
                	"name": "Murttie",
                	"image": "/images/horses/murttie.jpg",
                	"info": "\"Imagine love and joy coming into your life.\"\n\n • Parents: Flipper & Ondine\n\nMurttie is a pale purple horse with blue spots like her mother. Her mane and tail are deep purple. She also has her mother’s ears and supernatural ability to blow bubbles, though her bubbles are much smaller and greater in volume. Murttie is standing up to her knees in calm water. Flowering lily pads surround her. Cattails frame the picture in the foreground. Many, many small bubbles are coming from her ears - bubbles have captured butterflies and other unique insects. Murttie loves to play in this matter. "
            	},
            	{
                	"name": "Muskogee",
                	"image": "/images/horses/muskogee.png",
                	"info": "Details\n • Area: Southeastern U.S., primarily in the present-day state of Georgia.\n • Also known as the Creek people\n • Culturally related to the Shawnee, Choctaw, Chickasaws and Seminoles.\n\nAbout the Tribe\n\nDescendants of the mound builders of the Mississippian culture.  They were forcibly removed from Georgia to Indian Territory (what is now known as Oklahoma and Arkansas) in the early 19th Century.  Creeks developed a traditional dance/ceremony called the Stomp Dance which they still practice today.\n\nToday, The Oklahoma Creek Nation is a sovereign nation that covers ten counties in east central Oklahoma.  Some Creeks remained behind in their traditional homeland and there is a small Creek reservation in Atmore, Alabama."
            	},
            	{
                	"name": "Mustang",
                	"image": "/phasergames/artrandomiser/unknownHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, mustang is a term used to describe free-roaming horses in the Western United States. These horses were brought to the Americas by the Spaniards, and came from domesticated horses. However, these horses are actually feral horses. They are known as a symbol of the West, and are protected by the U.S. Bureau of Land Management. They are also considered controversial by some, as they take up the land and resources needed for the livestock and ranching industries. They are also considered to be an invasive species by some."
            	},
            	{
                	"name": "Navajo",
                	"image": "/images/horses\navajo.png",
                	"info": "Details\n • Area: Notable Creeks have included actor Will Sampson, who played Chief Bromden in the film One Flew Over the Cuckoo’s Nest.\n • The Four Corners region of the American southwest.\n • Culturally related to the Tlingit in the north, and the Apache in the southwest.\n\nAbout the Tribe\n\nThe Navajos migrated south with their brethren, the Apaches, sometime in the 14th Century.  Originally they were from the Pacific Northwest, and their language, Athabasca, is still spoken by the Tlingit tribe in Alaska.  They took up residence in vacant lands abandoned by the cliff-dwelling Anasazi civilization.  The Navajo built permanent dwellings called hogans, which also have a religious significance.  They enjoyed longstanding friendly relationships with the Pueblo people.  Traditional Navajos planted crops and raised livestock.  Their families were matrilineal and married men went to live with the wife’s family. "
            	},
            	{
                	"name": "Nerise & Sand-Dollar Crawdad",
                	"image": "/images/horses\nerise.png",
                	"info": "\"This moment is unique. Make it count!\"\n\nNerise, a young water pony, loves to play in the surf as waves crash around her. On this sun-drenched day she is surrounded by her friends who come to play, they are sand dollar crawdads, they like to tuck their legs turtle and body surf. Waves catapult the crawdads from the sea, through the air, to the sand where their legs pop out and they scuttle back into the ocean for more fun. All of them enjoy playing on the beach and the variety of experience that life offers them. The horse Nerise loves to play in the waves where the Sand-Dollar Crawdads surf. Sometimes she takes her own turn surfing the waves.It’s hard to tell sand-dollar crawdads apart from a regular sand dollar. Only when they move do you see that they have legs and a head. "
            	},
            	{
                	"name": "Nieva & Shedderpup",
                	"image": "/images/horses\nieva.png",
                	"info": "\"You can always get the help you need. Just ask for it.\"\n\nNieva is brown with white crystal mane.  She has curled on the floor of her frozen cave home, lying on top of mounds of blue fur, keeping warm from the severe cold of winter outside. Several large shedderpups are sleeping on and around her.  One prominent shedderpup scratches the back of her neck as copious amounts of blue hair sheds. This is how Nieva keeps warm - and how the shedderpups stay cool. Nieva loves the shedderpup’s gentle warmth.  The pups, so toasty with their overabundance of constantly shedding blue hair love the cool breeze and snowy showers from Nieva’s mane. "
            	},
            	{
                	"name": "Nimiipuu",
                	"image": "/images/horses\nimiipuu.png",
                	"info": "Details\n • Area: Columbia River Plateau of the Pacific Northwest U.S., primarily Idaho.\n • Also known as the Nez Perce tribe, meaning \"pierced nose\" in French.\n • The Nez Perce tribe did not pierce their noses—that was the Chinook tribe.  This confusion was caused by a mistake made by interpreters for the Lewis and Clark Expedition in 1805.\n\nAbout the Tribe\n\nThe traditional homeland of the tribe included the areas surrounding the Snake and Salmon Rivers.  They fished and hunted, traveling with the seasons.  In the face of U.S. expansion, the Nez Perce fought to retain their identity.  In 1877 they trekked north toward refuge in Canada, but finally surrendered due to starvation and disease.  Chief Joseph is probably the most notable Nez Perce.  His statement as he surrendered to federal soldiers is quite famous.  \"Hear me, my chiefs, I am tired. My heart is sick and sad. From where the sun now stands, I will fight no more forever.\"\n\nThe Nez Perce are renowned horse breeders, and have developed their own stock by crossbreeding the Appaloosa with the central Asian Akhal-Teke.\n\nThe tribal lands today consist of a reservation located in northern Idaho.\n\nActress Elaine Miles, known for her role on Northern Exposure, and who narrates the tribal stories for this site, is Nez Perce. "
            	},
            	{
                	"name": "Nisqually",
                	"image": "/images/horses\nisqually.png",
                	"info": "Details\n • Area: South Puget Sound, Pierce County, Washington\n • The Nisqually call themselves the \"Squalli-Absch\" which translates as \"people of the grass country.\"\n\nAbout the Tribe\n\nThe Nisqually tribe occupies a reservation east of Olympia, Washington, near the mouth of the Nisqually River.  The southern portion of the reservation was seized during the World War I by the federal government to make room for the Fort Lewis Military Reservation.  Their traditional lifestyle revolved around salmon fishing.  Today, the Nisqually operate a number of salmon hatcheries."
            	},
            	{
                	"name": "Norwegian Fjord",
                	"image": "/images/horses/fjord.jpg",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nNorwegian Fjord, also known as simply Fjord, is a small but strong breed from Western Norway. They are always dun colored, and have been used for hundreds of years by Norwegian farmers. They are known to be good tempered, and are one of the oldest and purest breeds."
            	},
            	{
                	"name": "Nuala & Tortoise Blondie",
                	"image": "/images/horses\nuala.png",
                	"info": "\"Feel the magic in your heart. Use it to give you energy.\"\n\nTortoise blondies are fond of water and spend a great deal of time floating in the shallows cooling themselves from the tropical summer heat. Preferring lakes and ponds, older members of the species become extremely protective of their water homes. Once a tortoise lays claim to a pond another tortoise would not dare enter unless he was looking for a fight. One would think that such a fight would be physical; on the contrary, this particular species of tortoise compete with their good looks - it’s simple, the one with the most elaborate mane wins.\nOne day a water horse of exceptional beauty moved into a placid lake, at first the elder tortoise was put out.  She had just moved in without asking!  He wasn’t going to put up with such rude behavior and moved to confront the filly.  Upon seeing her he stopped stunned. She had the most magnificent, long, flowing, angel-like hair.\nNow, some years later, the two have become best friends and both share the little lake along with a young family of lotus hedgehogs and a couple of bubble turtles."
            	},
            	{
                	"name": "Nyx & Nebulaphin",
                	"image": "/images/horses\nyx.png",
                	"info": "\"Let your life take you to exciting places.\"\n\nNyx is a darkly beautiful horse with a shadowy mane known as a windrunner - she has no wings but can run across the sky with ease. Her hooves produce jets of compressed air that swirls as her rhythmic gait carries her forward and leaves a contrail of multicolored dust in her wake. Her magical friends the nebulaphin swim gracefully through the sky nearby; they too leave a glittering trail.  Nebulaphin are commonly known as \"sky dolphins.\"\n\nNebulaphin thrust and propel themselves along the multi-hued gasses of the swirling aurora, producing a cacophony of rainbow colors that shimmer, sparkle and glow. Many believe it is the nebulaphin which make the Northern Lights move and undulate, that it is their comet tails of sparkles that makes the Aurora so colorful. Flying horses run and play within the Auroborus, often intertwined with pods of nebulaphin.  Together they make the Auroborus a sight to behold. "
            	},
            	{
                	"name": "Obrylin & Grasspool Otter",
                	"image": "/images/horses/obrylin.png",
                	"info": "\"A cheerful mind keeps you feeling healthy and strong.\"\n\nGrasspool otters are six-limbed amphibians who reside in a great underground aquifer beneath the Grassy. They make their home in air pockets within the root systems that hold up the Grassy and live in family units of about 6-7. They are a curious species often looking about to see what’s-going-on, their heads can be seen sticking up out of the many pools that dot the landscape. They communicate in a whistling chirp that sounds more like a bird call. These otters have striking colors spanning the spectrum of blues and purples - their eyes are deep doey brown.\n\nObrylin is a breed of water horse called a pool diver.  They spend the majority of their time lounging around pool rims of the Grassy. When threatened they will simply slip into the water and disappear. When night falls they retreat to underwater caves. These horses are very timid and though they can be seen from a distance few have seen one close up. Pool divers are sky blue in color and glow softly in the dark. Instead of hooves, the horses’ legs end in delicate fins and they have gills along their long necks. Their eyes are very large and black. Pool Divers are drawn to flute music and have been known to surface quite close to a gifted musician. Sometimes a pool diver will leave a large pearl from a giant freshwater oyster as a gift by a pool’s edge to reward a particularly good player."
            	},
            	{
                	"name": "Ondine & Bubble Turtle",
                	"image": "/images/horses/ondine.png",
                	"info": "\"Make every day an adventure!\"\n\nOndine makes her home in hidden pools and glades.  Her friend is the curious bubble turtle.  Ondine’s special magic is that she is able to run across water as though it were dry land.  Her contrail is comprised of bubbles.  She and her bubble turtle friends use their bubbles to fly.  Bubble turtles are highly prized for their ability to fly and they can be tamed and domesticated to power lighter than air conveyances such as balloons and kites.  Bubble turtles are one of the ways that people can go back and forth from Trails End to the Overgaard Skylands."
            	},
            	{
                	"name": "Osage",
                	"image": "/images/horses/osage.png",
                	"info": "Details\n • Area: Missouri, Kansas\n • Laura Ingalls Wilder wrote of the Osage in Little House on the Prairie. \n • Wealthiest Native American tribe due to the discovery of oil on their Oklahoma reservation.\n\nAbout the Tribe\n\nOsage built permanent villages in the woods of Missouri and Arkansas and went on twice yearly buffalo hunting expeditions in the plains.  They raised corn, squash and vegetables.  They also hunted deer and rabbit.  Thus, the Osage incorporated some aspects of the Great Plains culture as well as being a woodlands tribe.  The Osage clashed with the Kiowa and the Comanche.  George A. custer employed Osage scouts in his campaign against the Cheyenne and Arapaho in 1867. \n\nThe Osage were resettled in \"Indian Territory\" (Oklahoma) in the 1870s.  Their lives changed forever in 1897 with the discovery of oil on the Oklahoma land that had been allotted to them.  An unbelievably fortunate clause in their treaty with the U.S. allowed them to keep their mineral rights.  But this was not all to the good as unscrupulous non-natives sought to acquire this wealth through fraud or theft.  Since the 1920s, the OSage have been embroiled in tribal governmental and constitutional issues.  The headquarters of the Osage is in Pawhuska, Oklahoma."
            	}
        	]
    	},
    	{
        	"title": "P-S",
        	"pages": [
            	{
                	"name": "Paiute",
                	"image": "/images/horses/paiute.png",
                	"info": "Details\n • Area: Great Basin area of Northern California, Oregon and Nevada (Northern Paiute). Mojave Desert areas of AZ, CA, NV and UT (Southern Paiute). \n • Culture was adapted to desert life. \n • Diet included rabbits, antelope, fish and wildfowl, rice grass and pine nuts. \n\nAbout the Tribe\n\nLife for the Paiutes was a continuous search for food.  They were primarily hunter/gatherers.  Northern Paiutes were allied with the Shoshone, but had conflict with the Washoe people.  Rabbits were important source of food for the Paiutes, and they also used rabbit fur to make winter clothing. They customarily lived in small groups because food was so scarce.  Paiutes built wickiups, cone shaped dwellings made of sagebrush or reeds. \n\nIn 1889, a Paiute from Nevada named Wokova experienced a vision and revealed the Ghost Dance religion.  This religion spread quickly across the west, as Native Americans from all tribes embraced its message.  Federal attempts to suppress this religion led to the Massacre at Wounded Knee in 1890. "
            	},
            	{
                	"name": "Pauma",
                	"image": "/images/horses/pauma.png",
                	"info": "Details\n • Area: Pauma Valley, San Diego County, California\n • Name refers to a band of the Luiseno Indians of Southern California.\n\nAbout the Tribe\n\nThe Luisenos have dwelled the area around present day San Diego for 10,000 years.  They form a harmonious bond with the land and its wildlife, both animal and vegetable.  Springs from the mountains feed the canyon wildlife which has sustained the Luisenos throughout their tribal history."
            	},
            	{
                	"name": "Pavonne",
                	"image": "/images/horses/pavonne.png",
                	"info": "\"A noble spirit grows from a kind and honest heart.\"\n\n • Parents: Balto & Juno\n\nPavonne is a tiny foal whose coloring and markings are exactly the same as a male peacock, including extravagant tail; she has vivid blue feathers flowing down her neck and breast that transition to a dull-green, brown and gray. The tail train is iridescent blue-green with the characteristic peacock ‘eyes’. Pavonne is standing in a grassy fir-lined glade on top of a rock outcropping on the edge of small pool. It’s the height of spring with wildflowers in full bloom. Pavonne’s tail hangs down elegantly off the side of the rock almost touching the water. She’s a princess in all her courtly attire."
            	},
            	{
                	"name": "Pawnee",
                	"image": "/images/horses/pawnee.png",
                	"info": "Details\n • Area: Northern Oklahoma. \n • Call themselves Chahiksichahiks \"Men of Men.\"\n\nAbout the Tribe\n\nPawnee lived in permanent dwellings of sticks, reeds and brush covered with earth called lodges.  The Pawnee were monotheists, believing in one creator of all things.  Pawnee warriors were known for endurance, courage, loyalty and respect for authority.  The Pawnee practiced the Ghost Dance after that religion was introduced to them, in an effort to contact the spirits of deceased medicine men in order to recreate rituals that had been lost.\n\nDuring the Indian Wars the Pawnee were employed as scouts by the U.S.  They had frequently warred against the Sioux, and this history of conflict was exploited.\n\nThe animosity between the Sioux and the Pawnee was dramatized in the movie Dancing With Wolves.  Many contemporary Pawnee objected to the film’s characterization of their ancestors as being hostile and cruel. "
            	},
            	{
                	"name": "Pelagos & Nacreleon",
                	"image": "/images/horses/pelagos.png",
                	"info": "\"Be gentle with yourself and others.\"\n\nNacreleons have mother-of-pearl shells.  These are beautiful beyond description.  They live in grottoes where they tend all manner of sea growth, like gardeners tending an underwater garden. \n\nPelagos is a sea-horse of great magic.  His mane and tail seem to be made of sparkling sand granules that ebb and flow with the slowly moving currents.  If you look closely in this picture, you may see that Pelagos has what look like conch shells in place of hooves. \n\nSometimes Nacreleons hitch rides with Pelagos.  Then they go on adventures far from home. \n\nPelagos reinforces the idea that Sara’s magic has seeped into every corner of the world North of North. "
            	},
            	{
                	"name": "Petal",
                	"image": "/images/horses/petal.png",
                	"info": "\"Plan a sweet surprise for someone.\"\n\n • Parents: Beran & Rosebriar\n\nPetal is a white filly with red or pink rose blossoms for her mane. Her coat echoes Beran’s body patterns in green. Here Petal walks through a rose garden with rose flowers at the height of bloom - she’s friendly and curious, sniffing a rose at the end of a Rose Dragon’s tail. Another baby Rose Dragon above her is acting mischievously just in the act of pouring nectar from the heart of a large rose onto the head of Petal. The golden liquid is half-way to its target. It’s a half-second before a mess. \n\nPetal was born in the middle of the same rose garden where her father and mother, Beran and Rosebriar, met. Hundreds of rose dragons gathered eagerly to await her birth. When Petal stood up and walked for the first time they immediately rushed forward and attached red rose blossoms to her mane and tail. Petal and the rose dragons love to play in the garden. They have been friends from the day of her birth. "
            	},
            	{
                	"name": "Petri & Dream Mouse",
                	"image": "/images/horses/petri.png",
                	"info": "\"Talk about your feelings. Be open and honest.\"\n\nDream mice are so named because they send sweet dreams to anyone they share a pillow with.  They can send dreams to horses, too, if they snooze on the horse’s back.  Petri is a leopard-spotted appaloosa, and has two dream mouse friends, Som and Nam.  Petri likes to dream about flying.  Which is good, because she’s an air horse. \n\nPetri loves her dream mouse friends.  She can tell them how she feels and they don’t judge. "
            	},
            	{
                	"name": "Phoenix & Cowlick Grouse",
                	"image": "/images/horses/phoenix.png",
                	"info": "\"Learning feeds your sense of wonder.\"\n\nPhoenix has a mane and tail of gold and orange silk, part feather, part flower, part fire.  Phoenix lives with her magical friend the cowlick grouse by a lovely waterfall.  Cowlick grouse is a goofy bird.  She has a magical crest feather that dangles in front of her eyes.  The magic feather waves when cowlick grouse dances with Phoenix.  The waving feather gives joy and happiness to all who watch.  Phoenix reminds us that reading and learning raises us from the ashes of boredom."
            	},
            	{
                	"name": "Pima",
                	"image": "/images/horses/pima.png",
                	"info": "Details\n • Area: Gila and Salt River Valley in Arizona (site of the present day city of Phoenix)\n • Also known as the Akimel O’Odham (\"river people\")\n\nAbout the Tribe\n\nThe Pima organized villages with permanent dwellings with houses surrounding a central kitchen area.  They were extremely accomplished farmers, and developed a sophisticated irrigation system which remained in use for hundreds of years.  They were also noted for textiles and basket weaving. \n\nToday the Pima reside at the Gila River Reservation in Arizona, where they farm, and at the Salt River Indian Community, closer to the city of Phoenix, where they operate several successful businesses, including a shopping mall. "
            	},
            	{
                	"name": "Pirouette",
                	"image": "/images/horses/pirouette.png",
                	"info": "\"You have unique gifts. Make the most of the chances they give you.\"\n\n • Parents: Amor & Venus\n\nPirouette is a pure white flying horse with white ribbons and pearls.  Tiny white cherub wings.  The scene depicts a surreal dream, \"Pirouette’s Dance\". Pirouette is dancing on a mirrored, ice-covered surface. As she dances, heart shaped petals fall from her hooves.  Softly, they flitter onto the icy surface and swirl in her wake. Pearls of satin gloss explode, bounding and skittering across the mirror. "
            	},
            	{
                	"name": "Ponca",
                	"image": "/images/horses/ponca.png",
                	"info": "Details\n • Area: Northern Nebraska\n\nAbout the Tribe\n\nHistorically, the Ponca lived in earth covered lodges in permanent villages, and went on seasonal buffalo hunting expeditions.  Their traditional enemies were the Sioux.\n\nIn 1879, Standing Bear, a Ponca Chief, was arrested for leaving the reservation without permission.  His court case established Native Americans as \"persons within the meaning of the law,\" and possessing the right of equal treatment under the law.  It took many decades before that concept was universally applied, however. "
            	},
            	{
                	"name": "Potawatomi",
                	"image": "/images/horses/potawatomi.png",
                	"info": "Details\n • Area: Great Lakes region of the northern U.S.\n • Culturally related to the Ojibwas, Chippewas, Ottowas, and part of the Anisinabe nation. \n\nAbout the Tribe\n\nThe Potawatomi people hunted, fished and farmed in the Great Lakes region. They built bark and mat covered dwellings called wigwams.  They raised beans, corn, melons, squashes, and tobacco.  They built birch-bark canoes.  After contact with European settlers and traders, they traded furs for iron pots and pans, European fabrics, metal buttons, and guns and gunpowder. \n\nToday the Potawatomi live on tribal land holdings throughout the Midwest U.S."
            	},
            	{
                	"name": "Primrose",
                	"image": "/images/horses/primrose.png",
                	"info": "\"The more you learn, the more you grow.\"\n\n • Parents: Royce & Pink Lady\n\nPrimrose stands in a winterland paradise.  An Ice Sculpture of a unicorn dominates the scene. The sculpture dwarfs Primrose , and is spangled in a myriad of colors emanating from dancing fairies (similar to the balls of fairy light in Pink Lady’s portrait). These fairies have only a hint of wings and body - bright shining light obscures their facial features. These fairyland creatures shed light upon the Unicorn Statue. Primrose stands with wobbly legs looking at the statue in a cute clumsy imitation of the sculpture. "
            	},
            	{
                	"name": "Prisma",
                	"image": "/images/horses/prisma.png",
                	"info": "\"You have the power to control the way you react.\"\n\n • Parents: Bifrost & Colour\n\nPrisma is an equine water elemental - this unique breed of horse is one of a kind. Her entire body is made of mist. Her mane, tail, and wings are made of rainbow mist as if internally lit by a multicolored light source. Her body has an aqua white pigment with vibrantly sparkling mist particles. Here, Prisma flies through a summer squall; a rainbow halo frames her body perfectly. "
            	},
            	{
                	"name": "Pythia",
                	"image": "/images/horses/pythia.png",
                	"info": "\"Strength is beautiful.\"\n\n • Parents: Pegasus & Roxy\n\nPythia is a brown and black filly with braided mane and tail. The braids are long and snakelike.  Her wings are pure black.  Pythia is going to be a force to be reckoned with when she gets older.  She’s standing next to the mother of all apple trees - clusters of ripe candy apples hang from overloaded branches. One of the apples has floated down to a very tempting level, bursting with flavor. Pythia ignores it as her gaze lifts skyward.  Here is a hint of great power in its infancy. "
            	},
            	{
                	"name": "Ran",
                	"image": "/images/horses/ran.png",
                	"info": "\"Enjoy a life of beauty and ease.\"\n\nIn Norse myths, Ran was the goddess of the ocean. Norse sailors used to call the sea \"Ran’s road\" and offer her gifts in return for protection on their voyages."
            	},
            	{
                	"name": "Rauni",
                	"image": "/images/horses/rauni.png",
                	"info": "\"Be honest and do things with love.\"\n\nIn Finnish myths, Rauni was the goddess of harvest and abundance. She and her husband Ukko, god of thunder, brought rainstorms to make the crops grow."
            	},
            	{
                	"name": "Reif",
                	"image": "/images/horses/reif.png",
                	"info": "\"Find a goal that keeps you focused.\"\n\nReif and a group of foals have gathered around a crab on the sandy bottom of a lagoon. The crab stands, holding a bit of seaweed in one claw. It appears as if the crab is explaining something to the class. The foals are gathered in a half circle. They are very interested in what the crab is doing."
            	},
            	{
                	"name": "Rhiannon",
                	"image": "/images/horses/rhiannon.png",
                	"info": "\"See and hear the magic all around you.\"\n\nIn Welsh myths, Rhiannon was the goddess of horses. Her white steed walk faster than any other horse could gallop."
            	},
            	{
                	"name": "Rimfaxe",
                	"image": "/images/horses/rimfaxe.png",
                	"info": "\"Give others the gift of your love.\"\n\nIn Norse myths, Rimfaxe was the horse of Nat, goddess of night. Every night he pulled the darkness and the moon across the sky."
            	},
            	{
                	"name": "Rosebriar & Rose Dragon",
                	"image": "/images/horses/rosebriar.png",
                	"info": "\"The world is full of freedom and love for you to find.\"\n\nRosebrair is a white unicorn who lives in a beautiful garden full of flowering sculpted topiaries and slender poplar trees.\n\nHer best friends are the magical rose dragons, who have roses at the tips of their tails  When animals develop body parts that resemble leaves, twigs or other natural features (some moths have \"eyes\" on their wings) it is called \"mimicry.\"  Rose dragons didn’t develop their rose tails for protection from predators, however; but because they are so pretty!\n\nRosebriar is a lovely mare with a white coat and beautiful flossy feathering on her fetlocks and ankles.  Though she can jump very high, she is not an air horse and so she does not fly. "
            	},
            	{
                	"name": "Royce & Caperberry Hob",
                	"image": "/images/horses/royce.png",
                	"info": "\"Trust yourself to choose the path that’s right for you.\"\n\nThe homeland of the Caperberry Hobs is an exotic landscape of giant trees and bushes with a colorful pallette of wild flowers. Caperberry Hobs are diminutive supernatural entities.  They don’t have wings but they are versatile flyers, using magic to float.  Caperberry Hobs make their homes among the Caper plants feeding upon caperberries. \n\nRoyce is a large regal unicorn stallion. Royce and his magical friends are bonded forever but they couldn’t be more different.  This odd couple while fast friends grate upon each other. The stallion strides with confidence with the bearing of a prince, his fairy sidekick darts to and fro like a yappy untrained dog. Despite their differences deep down they care for each other deeply. "
            	},
            	{
                	"name": "Ruskin",
                	"image": "/images/horses/ruskin.png",
                	"info": "\"Follow your heart and you will create your own success.\"\n\n • Parents: Chryso & Sasha\n\nThis summer scene is set upon a green grassy hill on a vast windswept delta. Ruskin is a little orange foal with tan stripes. He has miniature vestigial wings. This little tiger-striped foal is rearing up on his hind legs, though he is very young and somewhat awkward - the wings flutter frantically in an attempt to stabilize but have little effect. In the background, a friendly duskpaw cub watches Ruskin’s playful leaping.  In the foreground, irises dot the hillside. "
            	},
            	{
                	"name": "Sabelle & Eureka Bunny",
                	"image": "/images/horses/sabelle.png",
                	"info": "\"You are a treasure. Unlock the beauty inside you.\"\n\nWhen Sabelle hops through a green pasture, she tucks her front legs beneath her and her back legs propel her off the ground. Next to her is a eureka bunny making a mighty jump, his single ear and tail streaming behind him. In the foreground, another eureka bunny stands next to a magic box with his head cocked and a look of revelation on his face. His single ear stands straight up on his head like an exclamation point. Another bunny sniffs the box with his ear flopped down on his head and his tail coiled up like a question mark. \n\nEureka bunnies are creatures of thought, intuition and action. Intensely curious, they are drawn to problems, puzzles, conundrums, and confused people. A bunny will sniff and look at all sides of a problem until the answer suddenly dawns upon him, causing his single ear to stand straight up on his head like an exclamation point. Once he gets an idea, the eureka bunny will hop about using charades to try to explain the answer.  This is known as \"jumping to conclusions.\""
            	},
            	{
                	"name": "Scotty & Bearn Terrier",
                	"image": "/images/horses/scotty.png",
                	"info": "\"Make every step you take magical!\"\n\nBearn terriers have an incredible sense of smell. It is so keen, in fact, that they can smell things that don’t normally have a scent, such as emotions, colors, and even magic. With this amazing ability, Bearn terriers can track down virtually anything, even if they’ve never smelled it before. As a result, they are often called upon by North of North residents to locate lost friends and family members and recover treasured possessions. All they need is the faintest whiff of a scent and they will find the most direct route to their quarry.  Scotty’s magic is that he can always remember the way home.  He can never be lost!"
            	},
            	{
                	"name": "Santee",
                	"image": "/images/horses/santee.png",
                	"info": "Details\n • Area: Minnesota, Northern Iowa, Eastern Dakotas. \n • One of the three subdivisions of the Great Sioux Nation. \n • Also known as the Dakota Sioux\n\nAbout the Tribe\n\nThe Santee people were originally a woodland tribe, who hunted, fished and farmed.  They are the easternmost subdivision of the Sioux.  Today, a Dakota reservation exists in northern Nebraska.  The name Santee derives from the word Isanti, which means \"knife.\"  The name Minnesota also comes from the Santee words for \"smoky water.\"  The states of North and South Dakota are named for this tribe."
            	},
            	{
                	"name": "Seminole",
                	"image": "/images/horses/seminole.png",
                	"info": "Details\n • Area: Florida, and the Florida Everglades\n • Culturally connected to the Creek Nation and the Miccosukee, who split from the Seminoles in the 1950s. \n • Fiercely independent, the Seminoles opposed contact with European settlers and traders\n\nAbout the Tribe\n\nThe Seminoles came into existence in the late 18th Century as a result of a Native American exodus from Georgia and Alabama.  The name Seminole is derived from a Muscogee Creek word meaning \"runaway.\"  Since they were formed out of displaced peoples, the tribe rejected any agreements or treaties with European-Americans.  Their fierce resistance to relocation earned them a nickname: \"Mikasuki\" which translates both as \"warrior\" and \"Red-Stick.\"  The Seminole fought a successful 7 year war against the U.S. to resist their removal from Florida.  They never surrendered, and this is a source of tremendous pride for the tribe.\n\nNotably, the Seminole accepted escaped African slaves from Georgia and South Carolina into their tribe. "
            	},
            	{
                	"name": "Seneca",
                	"image": "/images/horses/seneca.png",
                	"info": "Details\n • Area: New York state.\n • Westernmost tribe in the Iroquoian Confederacy.\n\nAbout the Tribe\nThe Seneca raised corn, beans and squash, which were the staples of their diet. They established villages with permanent dwellings. These villages were moved every generation or so, when food became scarce or the land depleted. In addition to farming, the Seneca went on protracted hunting and fishing expeditions. Women were in control of the household and all matters relating to it, because these hunting expeditions might extend for months at a time. However their society was not strictly a matriarchy, as matters of tribal policy were still left to the men.\n\nToday the Seneca have tribal lands in New York near Buffalo, in Oklahoma, and Ontario."
            	},
            	{
                	"name": "Seraphia & Starfall Beetle",
                	"image": "/images/horses/seraphia.png",
                	"info": "\"You already know what to do. Go ahead and do it!\"\n\nSeraphia is a winged filly who lives in the upper branches of the Emerald Cloud Trees—at night she makes her home in the soft canopy that softly sways in the evening breeze. In the day she relaxes soaring high above the Grassy.\n\nStarfall beetles spend most of their lives in the upper atmosphere where they fly in great glittering swarms. They live almost entirely on moisture taken from the air. When it is time for them to reproduce, they curl up in a hard shelled ball and hurl to the earth making a pleasant whistling noise as they do so.  The impact buries them up to six inches into the ground. When the young beetles emerge from the ground they spend the first year flying between 5 and 200 feet in the air. Often times they will ball up and fall to earth in what is believed to be a practice run. They are curious and friendly and will congregate around any flying creatures. To see starfall beetle fall is a sign of good luck.\n\nIn one year the beetle reaches maturity shedding their glittering shell where upon they ascend to the heavens to join the colony in great glittering clouds. The discarded shell if anyone is lucky enough to find one is valued for its beauty"
            	},
            	{
                	"name": "Shawnee",
                	"image": "/images/horses/shawnee.png",
                	"info": "Details\n • Area: Ohio River Valley west of the Appalachian Mountains. \n • Name means \"south\" or \"southerner\" in Algonquin. \n • The most notable Shawnee is probably Tecumseh, who fought on the side of the British against the U.S. during the war of 1812. \n\nAbout the Tribe\n\nThe Shawnee were historically widely traveled, and established friendly relations with a number of other tribes. Their culture was similar to both the Great Lakes tribes and the Cherokee, whom they had a friendly relationship.  They considered the Delaware (Lenape) their \"grandfathers.\" During the summer the Shawnee gathered into large villages of bark-covered long houses, with each village usually having a large council house for meetings and religious ceremonies. In the fall they separated to small hunting camps of extended families. Men were warriors who hunted and fished. Care of their corn fields was the responsibility of the women. Many important Shawnee ceremonies were tied to the agricultural cycle: the spring bread dance at planting time; the green corn dance when crops ripened; and the autumn bread dance to celebrate the harvest.\n\nChief Tecumseh is revered in their history as a war leader and prophet. He said:\n\n\"So live your life that the fear of death can never enter your heart. Trouble no one about their religion; respect others in their view, and demand that they respect yours. Love your life, perfect your life, beautify all things in your life. Seek to make your life long and its purpose in the service of your people. Prepare a noble death song for the day when you go over the great divide. Always give a word or a sign of salute when meeting or passing a friend, even a stranger, when in a lonely place. Show respect to all people and grovel to none. When you arise in the morning give thanks for the food and for the joy of living. If you see no reason for giving thanks, the fault lies only in yourself. Abuse no one and no thing, for abuse turns the wise ones to fools and robs the spirit of its vision. When it comes your time to die, be not like those whose hearts are filled with the fear of death, so that when their time comes they week and pray for a little more time to live their lives over again in a different way. Sing your death song and die like a hero going home.\""
            	},
            	{
                	"name": "Serilda & Howling Mossy",
                	"image": "/images/horses/serilda.png",
                	"info": "\"Value your strengths and they will grow.\"\n\nSerilda is a unique equine who has evolved a living wood barding, tough and distressed and covered in thick moss. Serilda used all of her magic to develop the barding in order to protect her from her enemies.  She lives deep in dark woods where wolves are common. \n\nHer magical friends are a pack of howling mossies.  Howling mossies look like wolf cubs that have mushrooms and moss growing on their tails and in their fur. "
            	},
            	{
                	"name": "Shire Horse",
                	"image": "/images/horses/shire.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, a shire horse is a breed of draught horse, usually in black, white, or grey. These horses are often used for pulling carts and farm work. The breed was established officially in the 1800s."
            	},
            	{
                	"name": "Shoshone",
                	"image": "/images/horses/shoshone.png",
                	"info": "Details\n • Area: The three subdivisions of the Shoshone lived throughout the western U.S., from the Western Montana and Eastern Idaho to Death Valley, California. \n • Culturally tied to the comanche, who split from them and moved south toward Texas. \n • The word \"shoshono\" means \"walking.\"\n\nAbout the Tribe\n\nBecause of their widespread population, there is no defining characteristic to the Shoshone tribe in terms of livelihood. The eastern Shoshone practiced the buffalo-hunting culture of the plains tribes.  The western Shoshone were subsistence hunter/gatherers like the Paiutes.  The eastern Shoshone used horses.  The western Shoshone walked on foot (there wasn’t enough to feed horses).  The northern Shoshone fished for salmon, like the Nez Perce.\n\nSacajawea, who guided the Lewis and Clark Expedition was Shoshone."
            	},
            	{
                	"name": "Signy",
                	"image": "/images/horses/signy.png",
                	"info": "\"Beauty and mystery go hand in hand.\"\n\nSigny is a popular Scandinavian name we have borrowed as a nickname for Sweden’s Lake Monster of Storsjön, a mythical creature much like Scotland’s Loch Ness Monster. In Sweden they call the monster Storsjöodjuret or Storgläffsn, but we thought those names might be hard to say in English!"
            	},
            	{
                	"name": "Skinfaxe",
                	"image": "/images/horses/skinfaxe.png",
                	"info": "\"Let the sun shine through the darkness and light your path.\"\n\nIn Norse myths, Skinfaxe was the horse of Dag, god of day. Every day he pulled the light of the sun across the sky."
            	},
            	{
                	"name": "Sleetmane & Glowball Pooch",
                	"image": "/images/horses/sleetmane.png",
                	"info": "\"Imagine your wish. Have faith that it will come true.\"\n\nSleetmane is a hardt pony. A pony is a small breed of horse, not a foal. Sleetmane’s heavy coat of thick hair protects him from the harsh arctic climate. His magical friends, the glowball pooches, help Sleetmane forage for the grass and vegetation that survives just under the snow’s crust.\n\nThe glowballs at the end of the glowball pooches’ tail serve several purposes. When they dig deep into the snow, the glowballs stay on top, which prevents the pooch from getting lost or trapped if there’s a cave-in.\n\nThe glowballs can be whipped back and forth for protection. Finally the glowballs can be used to communicate across far distances, as the pooches flash their tails on and off in rapid code.\n\nSleetmane is a very wise horse. Like other \"cold\" horses, Sleetmane sometimes helps create Arborium, a special type of metal that is half plant, half golden, silvery filigree."
            	},
            	{
                	"name": "Sleipnir",
                	"image": "/images/horses/sleipnir.png",
                	"info": "\"You are unique. Let others see what makes you special.\"\n\nIn Norse myths, Sleipnir was a magical eight-legged horse who could run through the air. He belonged to Odin, god of wisdom and king of the Norse gods."
            	},
            	{
                	"name": "Snowflake",
                	"image": "/images/horses/snowflake.png",
                	"info": "\"Change whatever you need to change to make things better.\"\n\n • Parents: Mjolnir & Iduna\n\nSnowflake is a white foal with long shaggy hair like her brother, only she’s pure white. She excitedly runs over a snowy field in a winter wonderland. Snow sprays out behind her hoofs as she runs. her hair flies back. She has long silky coat, like that of a Maltese terrier. The sky is light gray and snow is falling all around. Snowflake is running home to her parents after having fun in the snow all day."
            	},
            	{
                	"name": "Standardbred",
                	"image": "/phasergames/artrandomiser/unknownHorse.png",
                	"info": "THE SCREENSHOT FOR THIS PAGE IS NOT CURRENTLY ARCHIVED\n\nAccording to Wikipedia, Standardbred is an American breed best known for its participation in harness racing. The breed is also used in a variety of equestrian activities."
            	},
            	{
                	"name": "Starfrost",
                	"image": "/images/horses/starfrost.png",
                	"info": "\"It’s easier to let go of your fear if you know where it came from.\"\n\n • Parents: Iceking & Nyx\n\nThis little gal has her mother’s looks and coloring but has her father’s wings: though the feathers gradually change colors from the mother’s blue hue to her father’s white at the tips.\nShe’s exceptionally small—standing between the two pillars of her father’s forelegs. Starfrost is still a bit timid, scared to venture from her father’s protective side. She has just a hint of a growing horn."
            	},
            	{
                	"name": "Summit",
                	"image": "/images/horses/summit.png",
                	"info": "\"Being with others and being alone can both be beautiful.\"\n\n • Parents: Charlie & Mandalay\n\nSummit is a small brown unicorn with a black and white mixed mane and tail—his muzzle is black with a distinctive birthmark on his forehead where a unicorn should be, but is not. He is standing at the entrance to mountain cave peering in expectantly, (as if dared by some other youth to enter the haunted cave). Fallen moss covered rocks lie to either side of the cave."
            	},
            	{
                	"name": "Sunbeam",
                	"image": "/images/horses/sunbeam.png",
                	"info": "\"Forgiving others helps you let go of hurt feelings.\"\n\n • Parents: Leonardo & Sarah\n\nBright sunlight shines down on this foal, standing in a desert oasis sanctuary. He is a clear reflection of his father with a brown body and white fetlocks. His champaign mane and tail are far more brightly lit, imitating the sun’s rays. Tropical trees and a pool of water complete this desert scene. Sunbeam is just about to dip his head into the pool to cool himself in the heat of the desert; and soak in the refreshing waters."
            	}
        	]
    	},
    	{
        	"title": "T-W",
        	"pages": [
            	{
                	"name": "Tewa",
                	"image": "/images/horses/tewa.png",
                	"info": "Details\n • Area: New Mexico\n • One of the Pueblo peoples\n\nAbout the Tribe\nLike the other pueblo peoples, the Tewa build permanent dwellings out of adobe bricks. Tewa is also the name of a dialect of the Tanoan language, and the people who speak this dialect are also called Tewa. Six pueblo villages speak Tewa, all are located north of Sante Fe, NM."
            	},
            	{
                	"name": "Thor",
                	"image": "/images/horses/thor.png",
                	"info": "\"Learn to trust in the people who care about you.\"\n\nIn Norse myths, Thor was the god of thunder and owner of the magic hammer Mjolnir. Our word \"Thursday\" comes from \"Thor’s day.\""
            	},
            	{
                	"name": "Thunder & Blackcomb Lion",
                	"image": "/images/horses/thunderMaF.jpg",
                	"info": "\"I give you courage. Now you can release your fears.\"\n\nAn impending storm brews in the distance while Thunder stands against the windy updraft with the blackcomb lion at his side. They are equals, partners, side-by-side they prepare for the onslaught of the summer tempest. Before them is a drop of dizzying proportions, a plunging precipice. Ignoring the danger, they lean forward soaking in the elemental energy. In the sky above, violent flashes of lighting imitate the markings found on Thunder’s flank. The blackcomb lion’s fur is jet and gold, the black echoing Thunder’s coloring, the gold sizzling with the energy of lightning. The tail and mane of both horse and lion are similar in their style and coloring."
            	},
            	{
                	"name": "Tigrine & Duskpaw Cub",
                	"image": "/images/horses/tigrine.png",
                	"info": "\"No matter what happens, you can choose the peaceful way.\"\n\nAs hot wind sweeps through green waving grasses, the duskpaw cub crouches, its back end raised, ready to pounce. Tigrine faces off, crouching in a similar fashion, ready to bold. They are both sizing each other up. Who is fiercer? Who is more able? Strong and graceful, even though he looks like he’s barely six weeks old, the duskpaw cub, following his natural instinct, plays a game of stare-down with Tigrine. Because duskpaw cubs do not grow like other felines, staying cute as cubs throughout their lives, some say that they never grow up. Likewise, Tigrine has a foal’s body and temperament. They like the same games: that’s why they’re such good friends."
            	},
            	{
                	"name": "Tlingit",
                	"image": "/images/horses/tlingit.png",
                	"info": "Details\n • Area: Temperate rainforests of the southeastern Alaskan coast\n • One of the Pueblo peoples\n\nAbout the Tribe\nThe culture of the Tlingit is varied and complex. Historically they lived in a land of unparalleled abundance and this provided them the leisure time to create beautiful works of art in painting, carving, textiles and pottery, elaborate totem poles and masks. Tlingit have a saying: \"when the tide goes out, the table is set. \" This refers to the abundance of shellfish to be had on the beaches of the Pacific Northwest coastline. They also hunted salmon and seal.\n\nThe Tlingit culture is organized around clans and houses, each with their own chief. There is no central authority. Society was matrilineal, and men went to live with their wife’s extended families. Children were trained and disciplined by their mother’s brother-rather than their fathers.\n\nTlingit practiced the potlatch, which is a community gathering with feasting, dancing, music, stories, games and ceremony. The Tlingit built sturdy permanent longhouse dwellings out of the abundant cedar wood to be found in the Pacific Northwest. Today, because of the unique nature of the State of Alaska’s relationship with the Native American peoples living inside its borders, the Tlingit have no reservation, but rather exist as a tribal corporation."
            	},
            	{
                	"name": "Toboggan",
                	"image": "/images/horses/toboggan.png",
                	"info": "\"Do funny things that make you giggle.\"\n\n • Parents: Iceking & Nyx\n\nThis little rascal is the youngest and most adventurous of the foals with many of the carefree attributes often found in young siblings. Here we see him surfing down the side of a mountain in an ice chute; he’s having a blast while on the verge of whipping out spectacularly. He closely resembles his mother blue hide with no wings—he has his father’s horn: large and strong. A contrail of aurora energy trails off the tip of the horn."
            	},
            	{
                	"name": "Tricksy & Cunning Flitkit",
                	"image": "/images/horses/tricksy.png",
                	"info": "\"Spend time with true friends who understand you\"\n\nCunning flitkits, which look like plump flying pandas, are loveable misfits. They fully accept who they are and embrace their differences. With the best qualities of cats, foxes, and bats, they are highly adaptable to their surroundings: climbing, running, and flying with equal mastery. In addition, flitkits love to inspire others to think beyond the possible and frequently pop up where they are least expected. They are also fascinated by anything that is creative, different, and goes against the grain. The cunning flitkit teaches us that living creatures have amazing potential and no cage that can hold intelligence and creativity.\n\n The horse Tricksy is right at home with her magical friends and shares much of their coloring. She also loves to inspire and encourage thinking outside the box and coloring outside the lines."
            	},
            	{
                	"name": "Tsimshian",
                	"image": "/images/horses/tsimshian.png",
                	"info": "Details\n • Area: Coast of British Columbia just south of Alaska, near Terrance and Prince Rupert\n • Had very friendly tribal relations with the Tlingit and the Haida\n\nAbout the Tribe\nThe Tsimshian fished for salmon and halibut. They hunted for seal, sea otters and sea lions. Like the Tlingit, they built large and elaborate longhouses out of wood. Though they share many cultural traits with the Tlingit, they do not share their language."
            	},
            	{
                	"name": "Tugo & Seashell Bug",
                	"image": "/images/horses/tugo.png",
                	"info": "\"Cheerful thoughts give you energy and faith.\"\n\nTugo and his friends the seashell bugs live on the verge of a black sand beach, dotted with hundred of holes. As the rainy season fades and the sunshine warms the black sands of bita'galo, thousands of fist-sized creatures, with six legs and what appears to be a green/black/brown tortoise shell on their back, make their way from the dense rain forest to the sun-baked beaches. These are seashells bugs and their favorite food, kelpis root, is now in season. Digging deep holes in the sand, the seashell bugs search for kelpis root. Within just a few hours, the once pristine black sands take on a pock-marked appearance that will soon disappear with the incoming tide. For weeks the seashell bugs will make their home on this stretch of beach, gathering kelpis root and storing bunches of it in one hole or another.\n\nTugo, an orange-grey water pony, loves to splash and play in the surf to entertain his magical friends, the seashell bugs."
            	},
            	{
                	"name": "Tumbleweed",
                	"image": "/images/horses/tumbleweed.png",
                	"info": "\"Changing your thoughts can change your life.\"\n\n • Parents: Skipper & Flora\n\nTumbleweed is all boy—his coloring is piebald, with bigger black spots than Skipper, but fewer than Flora. The scene depicts Tumbleweed practicing jumping maneuvers. One of his best buddies is a jackrabbit who is demonstrating to Tumbleweed how to properly jump, he’s above and off-center in a stylistic gymnastic pike jump. Tumbleweed is following the jackrabbit’s lead, but not nearly so effortless with more of a bucking motion, his hindquarters and tail up in the air. In the foreground are blue and yellow flowers. Skipper is seen in the distance, watching."
            	},
            	{
                	"name": "Urd",
                	"image": "/images/horses/urd.png",
                	"info": "\"Believe in life and everything it has to offer you.\"\n\nIn Norse Myths, Urd was one of the three Norns, goddesses who decided the fates of both humans and gods. She and her sisters watered Yggdrasil, a great tree that connected all worlds, from their well."
            	},
            	{
                	"name": "Viking",
                	"image": "/images/horses/viking.png",
                	"info": "\"Bring all that is good in life to your friendships.\"\n\nThe Vikings were Scandinavian warriors, explorers and traders whose longboats ruled the seas of northern Europe from about 800 to 1066. One Viking band, led by Leif Eriksson, even sailed all the way to North America!"
            	},
            	{
                	"name": "Virstan & Malachite Crab",
                	"image": "/images/horses/virstan.png",
                	"info": "\"Value your strengths and they will grow.\"\n\nVirstan the water horse shares his coloring with his friends the malachite crabs. They live together on the shores of the inland sea surrounded by majestic mountains that rise into the soft blue sky. Large green boulders line the sandy shore, tidal waters lapping at their edges. Malachite crabs are four-feet long and have razor sharp claws. They use their claws to cut away chunks of malachite from boulders on the shore. Malachite crabs consume the rare green mineral to produce their unique shells. Malachite crabs’ eyes shine a brilliant green corresponding with their shells. Meanwhile, Virstan dances in the surf and cools off from the heat of the summer sun. Other Malachite crabs peer humorously from the foaming waves underlit by glowing phosphorous.\n\nThe malachite crab is a very curious crab. It gets its name from the malachite stone, which is bright green, and black."
            	},
            	{
                	"name": "Wasco",
                	"image": "/images/horses/wasco.png",
                	"info": "Details\n • Area: Columbia River Basin-Pacific Northwest\n • Spoke the Chinookan language.\n\nAbout the Tribe\nWasco people lived on the south bank of the Columbia River near the present-day city of The Dalles, Oregon. The Wishram lived on the north bank, and these two people are sometimes considered one and referred to as the Wasco-Wishram. The Wasco-Wishram dwelled between the Plateau and Northwest Coast cultural areas. They spoke the same language.\n\nIn spring the Wasco women harvested roots for the Root Feast, a ceremony held in honor and gratitude to the Creator for the reemergence of life after the winter season. They were important middlemen in a vast trade network. From the east they received skins and the customs of the Great Plains tribes, from the west seafood and shells, and they traded with peoples from the north. Salmon was the staple item of trade and their main food source, and were available in abundant quantities in the Columbia River.\n\nThe Wasco-Wishram lived in villages each with its own leaders. The winter village was near the river and permanent and their main food source, and were available in abundant quantities in the Columbia River. The Wasco-Wishram lived in villages each with its own leaders. The winter village was near the river and permanent or semi-permanent in nature, with the houses constructed of cedar planks. In the summer they moved from camp to camp fishing, hunting, gathering berries, and digging roots."
            	},
            	{
                	"name": "Waterpearl & NeonTadpole",
                	"image": "/images/horses/waterpearl.png",
                	"info": "\"You can change what you do and still be yourself.\"\n\nWaterpearl is related to lien: both are elemental horses born of water. Whereas Lien loves standing, still waters, Waterpearl loves fast running waters. That’s because her best friends, the magical neon tadpoles, love to jump and swim in running water. They like waterfalls best of all. They are neon green, which gives them their name."
            	},
            	{
                	"name": "Whimsy",
                	"image": "/images/horses/whimsy.png",
                	"info": "\"Be thankful for the happy times you share with your friends.\"\n\n • Parents: Royce & Pink Lady\n\nWhimsy is a fun-loving pink unicorn filly who enjoys frolicking in snow-covered fields with winged otters. Her chaotic little buddies lead her on many adventures, often filled with reckless folly. Today Whimsy a family of winged otters, leads Whimsey along, jumping and sliding along chutes and corridors in, out and through icy terrain—using their wings for greater speed. This delightful scene shows Whimsy playing with adolescent winged otters."
            	},
            	{
                	"name": "Wichita",
                	"image": "/images/horses/wichita.png",
                	"info": "Details\n • Area: North Texas\n\nAbout the Tribe\nBecause of their custom of tattooing the area around their eyes, they became known as the Raccoon People.\n\nThe Wichita were skilled builders of wickiups, which were semi-permanent. They left these dwellings in the winter to go north to hunt the buffalo. They were skilled in growing corn (maize)."
            	},
            	{
                	"name": "Wodan",
                	"image": "/images/horses/wodan.png",
                	"info": "\"Be the first to say you are sorry.\"\n\n • Parents: Mjolnir & Iduna\n\nWoodan is a dun-colored foal covered with long hair like an icelandic pony. His hair is so long and shaggy, only one eye peeps out from his bangs. He has some of the cuteness of a bear cub combined with a sheepdog. This is a boy who loves to play in the snow. Woodan is shown in a snowy meadow full of snow covered boulders and rocks—no trees. A single flower rises above the snow. Woodan is looking down at it with his one eye as though deciding whether to eat it."
            	}
        	]
    	},
    	{
        	"title": "X-Z",
        	"pages": [
            	{
                	"name": "Yakama",
                	"image": "/images/horses/yakama.png",
                	"info": "Details\n • Area: Washington State, near the Yakima River.\n • Encountered by the Lewis and Clark Expedition.\n\nAbout the Tribe\nHistorically, the Yakama Nation comprised 14 different tribes and bands living along the Yakima River, a tributary of the Columbia River. They fished for salmon, steelhead and sturgeon. They also gathered huckleberries, roots, and chokecherries. They were members of a widespread trading network, and traded for horses, dogs, baskets, textiles and other tools and necessaries.\n\nToday the Yakama Nation has a reservation along the Yakima River in Washington State. They operate several successful business enterprises. A notable Yakama tribal member is Elyse Umemoto, Miss Washington 2007-2008 and who won 2nd place in the Miss America 2008 pageant."
            	},
            	{
                	"name": "Zephan",
                	"image": "/images/horses/zephan.png",
                	"info": "\"Look at yourself with kindness and love.\"\n\nMirage possums get their name from their unique ability to change color; they are albino naturally, (white furred with pink eyes), but they are born with chameleon like powers that allow them to change color based upon their surroundings. Possums live in giant cabora palm trees that surround pools of pristine water in desolate desert settings.\n\nCabora palms are unique in the plant kingdom in that they grow fruits of all shapes and sizes. Like snowflakes, no two fruits are the same. Possums thrive among the cabora, never bored-they have endless choices. Possums climb trees to harvest fruit, and then hang upside to devour their meal. When they come near fruit clumps their fur changes color to resemble whatever fruit they are closest to.\n\nZephan is the friend of many mirage possums. They are kindred spirits: Zephan has the ability to change color, just like they do."
            	},
            	{
                	"name": "Zuni",
                	"image": "/images/horses/zuni.png",
                	"info": "Details\n • Area: Zuni Pueblo, New Mexico, U.S.\n\nAbout the Tribe\nHistorically, Zuni women made pottery according to clan tradition. Clay for the pottery was dug after giving ritual thanks to the Earth Mother. It was first ground, and then sifted and mixed with water. After the clay was shaped into a vessel, it was scraped smooth with a scraper. Then a thin layer of finer clay was applied to the surface for extra smoothness. Then the vessel was polished with a stone. After the piece was painted with home-made organic dyes using a yucca brush, the pottery was fired in kilns. During the firing, silence was observed in order to maintain the original \"voice\" of the \"being\" of the clay and its intended purpose. Selling pottery and other traditional arts and crafts is a major source of income for many of the Zuni, and an artisan may be the sole financial support for their immediate family as well as others. They make pottery, clothing, baskets, and Kachina dolls.\n\nThe cultural life of the Zuni people revolves around their religion, which is unique from the other Pueblo peoples. They venerate three deities: Earth Mother, Sun Father and Moonlight Giving Mother. They make barefoot pilgrimages and engage in ceremonies honoring birth, coming of age, marriage and death.\n\nZuni culture has always been extremely placid and tranquil. They have earned a status in the popular culture of the West as a profoundly spiritual and peaceful people."
            	}
        	]
    	}
	]   
}