{
  "Door": "Bella Sara's World awaits you behind this door.",
  "WaterTrough": "If your horse is thirsty, pump water into its water trough.",
  "GoodLuckHorseshoe": "Touch for good luck.",
  "DirtyStraw": "If your horse wants clean hay, use the shovel to remove the dirty hay.",
  "Shovel": "Pryč se starou slámou!",
  "StrawBales": "Použij vidle a rozhoď čistou slámu po podlaze stáje.",
  "Pitchfork": "In with the new straw!",
  "Dirtypitchfork": "First, use the shovel to remove the dirty hay.",
  "Posters": "Art inspires us!",
  "Comb": "Comb the mane of your horse to remove the knots.",
  "Brush": "Brush your horse's coat free of dust.",
  "HoofPick": "Use the hoof pick to scrape the mud from your horse's hoofs.",
  "Snack": "Dej svému koni zdravou svačinku.",
  "Oats": "Add oats to the through in front of your horse.",
  "MilkBottle": "Carry the bottle to your horse's muzzle so it can drink.",
  "StatBar": "S kvalitní péčí bude tvůj kůň šťastný!",
  "CompostBin": "Fuj, pokud tvému koni tato svačinka nechutná, dej ji do kompostu.",
  "MusicBox": "Soft music makes your horse happy and content.",
  "LampOn": "If your horse is tired, turns off the lamp so it can fall asleep.",
  "LampOff": "If it's time to get up, turn on the lamp to gently awaken your horse.",
  "Blanket": "Tuck your horse in for the night with its blanket.",
  "LinkIntoCubby": "Your horse's room is very comfortable. Bring it in when it's time to rest.",
  "LinkOutOfCubby": "Pull the tassel to go back to your horse's stable.",
  "CertificateTitle": "Doklad o péči",
  "CertificateBegin": "Tento dokument dokládá, že {userName} je oficiální pečovatelka o hříbě jménem:",
  "CertificateName": "{horseName}",
  "CertificateDateOfBirth": "(Datum narození: {birthDate})",
  "CertificateEnd": "{userName} slibuje, že bude {horseName} oddaně krmit, hřebelcovat a bude mu dobrou kamarádkou. Nechť vaše přátelství jen kvete!",
  "NamePlateName": "{horseName}",
  "IconicHorses_Bella": "Každý den mysli pozitivně! Ucítíš radost a energii, kterou ti toto myšlení přinese.",
  "IconicHorses_Bello": "Život je dar. Přijmi ho a měj ho ráda.",
  "IconicHorses_Bellisimo": "Trust yourself and you will know how to live.",
  "IconicHorses_Fiona": "Buď hrdinkou svého vlastního příběhu.",
  "IconicHorses_Jewel": "Pomohu ti zůstat ve stálém přílivu hojnosti.",
  "IconicHorses_Thunder": "Dávám ti odvahu. Nyní se můžeš zbavit svého strachu.",
  "IconicHorses_Nike": "Měj odvahu si věřit.",
  "ExitIcons_ToWorld": "Bella Sara World",
  "ExitIcons_ToHorses": "Bella Sara Horses",
  "ExitIcons_ToCottage": "My Cottage"
}
