{
  "Door": "Le monde de Bella Sara t'attend derrière cette porte.",
  "WaterTrough": "Si ton cheval a soif, pompe de l'eau dans son abreuvoir.",
  "GoodLuckHorseshoe": "Touche pour avoir de la chance!",
  "DirtyStraw": "Si ton cheval veut de la paille propre, utilise la pelle pour retirer la paille sale.",
  "Shovel": "Dehors, la paille sale!",
  "StrawBales": "Utilise la fourche pour répandre de la paille fraîche sur le sol de l'écurie.",
  "Pitchfork": "Voilà la paille fraîche!",
  "Dirtypitchfork": "Utilise d'abord la pelle pour retirer la paille sale.",
  "Posters": "L'art nous inspire!",
  "Comb": "Peigne la crinière de ton cheval pour en défaire les nœuds.",
  "Brush": "Brosse le pelage de ton cheval pour retirer la poussière.",
  "HoofPick": "Utilise le grattoir pour retirer la terre des sabots de ton cheval.",
  "Snack": "Donne un bon casse-croûte à ton cheval.",
  "Oats": "Mets de l'avoine dans l'auge placée devant ton cheval.",
  "MilkBottle": "Porte la bouteille au museau de ton cheval pour qu'il s'allaite.",
  "StatBar": "Une bonne petite maman = un poulain en bonne santé!",
  "CompostBin": "Beurk! Si ton cheval n'aime pas ce casse-croûte, place-le dans le réservoir à compost.",
  "MusicBox": "La musique douce rend ton cheval heureux.",
  "LampOn": "Si ton cheval est fatigué, éteins la lampe pour qu'il s'endorme.",
  "LampOff": "S'il est l'heure de se lever, allume la lampe pour le réveiller doucement.",
  "Blanket": "Borde ton cheval pour la nuit à l'aide de cette couverture.",
  "LinkIntoCubby": "La chambre de ton cheval est très confortable. Emmène-le là quand il est temps de se reposer.",
  "LinkOutOfCubby": "Tire le gland pour retourner à l'écurie de ton cheval.",
  "CertificateTitle": "Contrat de soins",
  "CertificateBegin": "Ce contrat certifie que {0} est le soigneur officiel du poulain appelé:",
  "CertificateName": "{0} {1}",
  "CertificateDateOfBirth": "(date de naissance: {0})",
  "CertificateEnd": "{0} promet de nourrir  {1} {2}, de s'en occuper et de lui tenir fidèlement compagnie. Que votre amitié s'épanouisse comme une fleur!",
  "NamePlateName": "{0} {1}",
  "IconicHorses.Bella": "Pense positivement chaque jour ! Ressens la sérénité que t’apporte la joie et l’énergie qu’elle suscite.",
  "IconicHorses.Bello": "La vie est un cadeau. Sache le recevoir et l’apprécier à sa juste valeur.",
  "IconicHorses.Bellisimo": "Crois en toi et la vie n’aura pas de secret pour toi.",
  "IconicHorses.Fiona": "Sois le héros de ta propre histoire.",
  "IconicHorses.Jewel": "Grâce à moi, tu ne manqueras jamais de rien.",
  "IconicHorses.Thunder": "Je te donne le courage. Libère-toi de tes peurs.",
  "IconicHorses.Nike": "Aie le courage de croire en toi.",
  "ExitIcons.ToWorld": "Bella Sara World",
  "ExitIcons.ToHorses": "Bella Sara Horses",
  "ExitIcons.ToCottage": "Mon Cottage"
}
