{
  "Door": "Bella Sara's World awaits you behind this door.",
  "WaterTrough": "If your horse is thirsty, pump water into its water trough.",
  "GoodLuckHorseshoe": "Touch for good luck.",
  "DirtyStraw": "If your horse wants clean hay, use the shovel to remove the dirty hay.",
  "Shovel": "Out with the old straw!",
  "StrawBales": "Use the pitchfork to spread clean straw over the stable floor.",
  "Pitchfork": "In with the new straw!",
  "Dirtypitchfork": "First, use the shovel to remove the dirty hay.",
  "Posters": "Art inspires us!",
  "Comb": "Comb the mane of your horse to remove the knots.",
  "Brush": "Brush your horse's coat free of dust.",
  "HoofPick": "Use the hoof pick to scrape the mud from your horse's hoofs.",
  "Snack": "Give a healthy snack to your horse.",
  "Oats": "Add oats to the through in front of your horse.",
  "MilkBottle": "Carry the bottle to your horse's muzzle so it can drink.",
  "StatBar": "Quality care makes your horse happier!",
  "CompostBin": "Yuck! If your horse doesn't like this snack, place it in the compost bin.",
  "MusicBox": "Soft music makes your horse happy and content.",
  "LampOn": "If your horse is tired, turns off the lamp so it can fall asleep.",
  "LampOff": "If it's time to get up, turn on the lamp to gently awaken your horse.",
  "Blanket": "Tuck your horse in for the night with its blanket.",
  "LinkIntoCubby": "Your horse's room is very comfortable. Bring it in when it's time to rest.",
  "LinkOutOfCubby": "Pull the tassel to go back to your horse's stable.",
  "CertificateTitle": "Care Compact",
  "CertificateBegin": "This certificates that {userName} is the official Caregiver for the foal named:",
  "CertificateName": "{horseName}",
  "CertificateDateOfBirth": "(date of birth: {birthDate})",
  "CertificateEnd": "{userName} promises to faitfully provide {horseName} with feeding, grooming and company. May your friendship blossom!",
  "NamePlateName": "{horseName}",
  "IconicHorses_Bella": "Think positive every day! Feel the bliss of joy and energy that comes with it.",
  "IconicHorses_Bello": "Life is a gift. Receive it and love it.",
  "IconicHorses_Bellisimo": "Trust yourself and you will know how to live.",
  "IconicHorses_Fiona": "Be the hero in your own story.",
  "IconicHorses_Jewel": "I will help you to stay in a steady flow of abundance.",
  "IconicHorses_Thunder": "I give you courage. Now you can release your fears.",
  "IconicHorses_Nike": "Have the courage to trust yourself.",
  "ExitIcons_ToWorld": "Bella Sara World",
  "ExitIcons_ToHorses": "Bella Sara Horses",
  "ExitIcons_ToCottage": "My Cottage"
}
