{
  "Door": "Bella Sara's World awaits you behind this door.",
  "WaterTrough": "Если лошадка хочет пить, налей воды в поилку.",
  "GoodLuckHorseshoe": "Коснись подковы! Она принесёт удачу!",
  "DirtyStraw": "If your horse wants clean hay, use the shovel to remove the dirty hay.",
  "Shovel": "Убери старую солому.",
  "StrawBales": "Возьми вилами чистую солому и разложи её на полу конюшни.",
  "Pitchfork": "Постели свежую солому.",
  "Dirtypitchfork": "First, use the shovel to remove the dirty hay.",
  "Posters": "Art inspires us!",
  "Comb": "Расчеши гриву и хвостик лошадки.",
  "Brush": "Почисти лошадку щёткой.",
  "HoofPick": "Use the hoof pick to scrape the mud from your horse's hoofs.",
  "Snack": "Give a healthy snack to your horse.",
  "Oats": "Add oats to the through in front of your horse.",
  "MilkBottle": "Carry the bottle to your horse's muzzle so it can drink.",
  "StatBar": "Заботься о лошадке, и она будет счастливой и довольной.",
  "CompostBin": "Yuck! If your horse doesn't like this snack, place it in the compost bin.",
  "MusicBox": "Тихая музыка успокаивает лошадку.",
  "LampOn": "Если лошадка устала, уложи её спать. Выключи свет, и лошадка уснёт.",
  "LampOff": "If it's time to get up, turn on the lamp to gently awaken your horse.",
  "Blanket": "Накрой лошадку одеяльцем, прежде чем уложить её спать.",
  "LinkIntoCubby": "За этой дверкой уютная спальня для лошадки. Когда лошадка устанет, отведи её туда.",
  "LinkOutOfCubby": "Дёрни за кисточку, чтобы вернуться на конюшню.",
  "CertificateTitle": "Друзья навек!",
  "CertificateBegin": "Этот сертификат удостоверяет, что {userName} взяла себе жеребёнка по имени:",
  "CertificateName": "{horseName}",
  "CertificateDateOfBirth": "(Дата рождения: {birthDate})",
  "CertificateEnd": "{userName} обещает, что будет кормить, поить, чистить {horseName}, а также навещать как можно чаще. Пусть ваша дружба сделает мир ярче!",
  "NamePlateName": "{horseName}",
  "IconicHorses_Bella": "Светлые мысли порождают добрые дела, а добрые дела приносят радость!",
  "IconicHorses_Bello": "Life is a gift. Receive it and love it.",
  "IconicHorses_Bellisimo": "Trust yourself and you will know how to live.",
  "IconicHorses_Fiona": "Стань героем собственной песни! Ведь герои - такие же люди, как ты!",
  "IconicHorses_Jewel": "Подлинное богатство - это не золото и драгоценные камни, а богатство души.",
  "IconicHorses_Thunder": "Глубоко вдохни и наберись храбрости. Перед лицом подлинной отваги все страхи отступают.",
  "IconicHorses_Nike": "Чтобы поверить в свои силы, тоже нужно мужество.",
  "ExitIcons_ToWorld": "Bella Sara World",
  "ExitIcons_ToHorses": "Bella Sara Horses",
  "ExitIcons_ToCottage": "My Cottage"
}
